{
  "Aladdin": [
    {
      "name": "Friend Like Me",
      "text": "Well, Ali Baba had them forty thieves. Scheherazade had a thousand tales. But, master, you're in luck 'cause up your sleeves. You got a brand of magic never fails. You got some power in your corner now. Some heavy ammunition in your camp. You got some punch, pizazz, yahoo and how. See all you gotta do is rub that lamp. And I'll say. . Mr. Aladdin, sir. What will your pleasure be?. Let me take your order. Jot it down. You ain't never had a friend like me. . Life is your restaurant. And I'm your maitre d'. Come on whisper what it is you want. You ain't never had a friend like me . . Yes sir, we pride ourselves on service. You're the boss. The king, the shah. Say what you wish. It's yours! True dish. How about a little more baklava?. Have some of column \"A\". Try all of column \"B\". I'm in the mood to help you, dude. You ain't never had a friend like me. . Can your friends do this. Can your friends do that. Can your friends pull this out their little hat. Can your friends go, poof. Hey, looky here. Can your friends go, Abracadabra, let her rip. And then make the sucker disappear. . So don't you sit there slack-jawed, buggy-eyed. I'm here to answer all your midnight prayers. You got me bona fide certified. You got a genie for your charge d'affaires. I got a powerful urge to help you out. So what's your wish? I really wanna know. You got a list that's three miles long, no doubt. Well, all you gotta do is rub like so. . Mr. Aladdin, sir, have a wish or two or three. I'm on the job, you big nabob. You ain't never had a friend, never had a friend. You ain't never had a friend, never had a friend. You ain't never had a friend like me. You ain't never had a friend like me!. . ",
      "embed_url": "https://open.spotify.com/embed/track/5f2TWu6R2YYCJtLQ0fP78H?utm_source=generator"
    },
    {
      "name": "Arabian Nights",
      "text": "Oh, I come from a land, from a faraway place. Where the caravan camels roam. Where it's flat and immense. And the heat is intense. It's barbaric, but, hey, it's home. . When the wind's from the East. And the sun's from the West. And the sand in the glass is right. Come on down. Stop on by. Hop a carpet and fly. To another Arabian night. . Arabian nights. Like Arabian days. More often than not. Are hotter than hot. In a lot of good ways. . Arabian nights. 'Neath Arabian moons. A fool off his guard. Could fall and fall hard. Out there on the dunes. . ",
      "embed_url": "https://open.spotify.com/embed/track/0CKmN3Wwk8W4zjU0pqq2cv?utm_source=generator"
    },
    {
      "name": "A Whole New World",
      "text": "[Aladdin:] I can show you the world. Shining, shimmering, splendid. Tell me, princess, now when did. You last let your heart decide. . I can open your eyes. Take you wonder by wonder. Over, sideways and under. On a magic carpet ride. . A whole new world. A new fantastic point of view. No one to tell us no. Or where to go. Or say we're only dreaming. . [Jasmine:] A whole new world. A dazzling place I never knew. But now from way up here. It's crystal clear. That now I'm in a whole new world with you. . [Aladdin:] Now I'm in a whole new world with you. . [Jasmine:] Unbelievable sights. Indescribable feeling. Soaring, tumbling, freewheeling. Through an endless diamond sky. . [Jasmine:] A whole new world. . [Aladdin:] Don't you dare close your eyes. . [Jasmine:] A hundred thousand things to see. . [Aladdin:] Hold your breath; it gets better. . [Jasmine:] I'm like a shooting star. I've come so far. I can't go back to where I used to be. . [Aladdin:] A whole new world. . [Jasmine:] Every turn a surprise. . [Aladdin:] With new horizons to pursue. . [Jasmine:] Every moment red-letter. . [Both:] I'll chase them anywhere. There's time to spare. Let me share this whole new world with you. . [Aladdin:] A whole new world. . [Jasmine:] A whole new world. . [Aladdin:] That's where we'll be. . [Jasmine:] That's where we'll be. . [Aladdin:] A thrilling chase. . [Jasmine:] A wondrous place. . [Both:] For you and me. . ",
      "embed_url": "https://open.spotify.com/embed/track/1hwdPQtFHISvZ9SXMkNrIK?utm_source=generator"
    },
    {
      "name": "One Jump Ahead",
      "text": "[Aladdin:] Gotta keep one jump ahead of the breadline. One swing ahead of the sword. I steal only what I can't afford (That's everything!). One jump ahead of the lawmen. That's all, and that's no joke. These guys don't appreciate I'm broke. . [Crowd:] Riffraff! Street rat! Scoundrel! Take that!. [Aladdin:] Just a little snack, guys. [Crowd:] Rip him open, take it back, guys. [Aladdin:] I can take a hint, gotta face the facts. You're my only friend, Abu!. [Crowd:] Who?. . [Ladies:] Oh, it's sad Aladdin's hit the bottom. He's become a one-man rise in crime. I'd blame parents except he hasn't got 'em. [Aladdin:] Gotta eat to live, gotta steal to eat. Tell you all about it when I got the time!. . One jump ahead of the slowpokes. One skip ahead of my doom. Next time gonna use a nom de plume. One jump ahead of the hitmen. One hit ahead of the flock. I think I'll take a stroll around the block. . [Crowd:] Stop, thief! Vandal! Outrage! Scandal!. [Aladdin:] Let's not be too hasty. [Lady:] Still I think he's rather tasty. [Aladdin:] Gotta eat to live, gotta steal to eat. Otherwise we'd get along. . [Aladdin:] One jump ahead of the hoofbeats (Vandal!). One hop ahead of the hump (Streetrat!). One trick ahead of disaster (Scandal!). They're quick, but I'm much faster (Take that!). Here goes, better throw my hand in. Wish me happy landin'. All I gotta do is jump. . ",
      "embed_url": "https://open.spotify.com/embed/track/4wN8Ov3kPZdkJ8XcYxYUGz?utm_source=generator"
    }
  ],
  "Aladdin (live-action)": [
    {
      "name": "A Whole New World",
      "text": "[Aladdin:] I can show you the world. Shining, shimmering, splendid. Tell me, princess, now when did. You last let your heart decide. . I can open your eyes. Take you wonder by wonder. Over, sideways and under. On a magic carpet ride. . A whole new world. A new fantastic point of view. No one to tell us no. Or where to go. Or say we're only dreaming. . [Jasmine:] A whole new world. A dazzling place I never knew. But when I'm way up here. It's crystal clear. That now I'm in a whole new world with you. . [Aladdin:] Now I'm in a whole new world with you. . [Jasmine:] Unbelievable sights. Indescribable feeling. Soaring, tumbling, freewheeling. Through an endless diamond sky. . A whole new world. . [Aladdin:] Don't you dare close your eyes. . [Jasmine:] A hundred thousand things to see. . [Aladdin:] Hold your breath; it gets better. . [Jasmine:] I'm like a shooting star. I've come so far. I can't go back to where I used to be. . [Aladdin:] A whole new world. . [Jasmine:] Every turn a surprise. . [Aladdin:] With new horizons to pursue. . [Jasmine:] Every moment red-letter. . [Both:] I'll chase them anywhere. There's time to spare. Let me share this whole new world with you. . [Aladdin:] A whole new world. . [Jasmine:] A whole new world. . [Aladdin:] That's where we'll be. . [Jasmine:] That's where we'll be. . [Aladdin:] A thrilling chase. . [Jasmine:] A wondrous place. . [Both:] For you and me. . ",
      "embed_url": "https://open.spotify.com/embed/track/1hwdPQtFHISvZ9SXMkNrIK?utm_source=generator"
    },
    {
      "name": "A Whole New World (End Title)",
      "text": "[Zayn:] I can show you the world. Shining, shimmering, splendid. Tell me, princess, now when did. You last let your heart decide. . I can open your eyes. Take you wonder by wonder. Over, sideways and under. On a magic carpet ride. . A whole new world. A new fantastic point of view. No one to tell us no. Or where to go. Or say we're only dreaming. . [Zhavia:] A whole new world. A dazzling place I never knew. But when I'm way up here. It's crystal clear. That now I'm in a whole new world with you. . [Zayn:] Now I'm in a whole new world with you!. . [Zhavia:] Unbelievable sights. Indescribable feeling. Soaring, tumbling, freewheeling. Through an endless diamond sky. . [Zhavia:] A whole new world. . [Zayn:] Don't you dare close your eyes. . [Zhavia:] A hundred thousand things to see. . [Zayn:] Hold your breath; it gets better. . [Zhavia:] I'm like a shooting star. I've come so far. I can't go back to where I used to be!. . [Zayn:] A whole new world. With new horizons to pursue. . [Both:] I'll chase them anywhere. There's time to spare. . [Zayn:] Let me share this whole new world with you. . [Zhavia:] A whole new world. . [Zayn:] A whole new world. A new fantastic point of view. . [Zhavia:] No one to tell us no. Or where to go. Or say we're only dreaming. . [Zayn:] A whole new world. . [Zhavia:] Every turn a surprise. . [Zayn:] With new horizons to pursue. . [Zhavia:] Every moment red-letter. . [Both:] I'll chase them anywhere. There's time to spare. . [Zhavia:] Anywhere, ooh. . [Zayn:] There's time to spare. . [Both:] Let me share this whole new world with you. . [Zhavia:] A whole new world. . [Zayn:] A whole new world. . [Zhavia:] That's where we'll be. . [Zayn:] That's where we'll be. . [Zhavia:] A thrilling chase. . [Zayn:] A wondrous place. . [Both:] For you and me. . ",
      "embed_url": "https://open.spotify.com/embed/track/4U9CF27YlwHRtUGKUzhUTT?utm_source=generator"
    },
    {
      "name": "Friend Like Me",
      "text": "Here I go, woo!. Back up!. Watch out!. You done wound me up. 'Bout to show you what I'm working with. . Well, Ali Baba, he had them forty thieves. Scheherazade had a thousand tales. But, master, you're in luck because up your sleeves. You got a brand of magic never fails. You got some power in your corner now. Heavy ammunition in your camp. You got some punch, pizazz, yahoo and how. All you gotta do is rub that lamp. And then I'll say. . Mr. - (man, what's your name). Whatever, what will your pleasure be. Let me take your order. I'll jot it down. You ain't never had a friend like me. . Life is your restaurant. And I'm your maitre d'. Come whisper to me whatever it is you want. You ain't never had a friend like me. . We pride ourselves on service. You the boss. The king, the shah. Say what you wish. It's yours! True dish. How about a little more baklava?. Have some of column \"A\". Try all of column \"B\". I'm in the mood to help you, dude. You ain't never had a friend like me. . Oh, it's the big part. Watch out, it's the big part, oh. . Can your friends do this?. Can your friends do that?. Can your friends pull this outta of their little hat?. Can your friends go -. . I'm the genie of the lamp. I can sing, rap, dance if you give me a chance, oh. . Don't sit there buggy-eyed. I'm here to answer all your midday prayers. You got me bona fide certified. Got a genie for your charge d'affaires. I got a powerful urge to help you out. So what's your wish? I really wanna know. You got a list that's three miles long, no doubt. All you gotta do is rub like so. . Mr. (Aladdin), yes, one wish or two or three. Well, I'm on the job, you big nabob. You ain't never had a friend, never had a friend. You ain't never had a friend, never had a friend. You ain't never (ever). Had a (had a). Friend (friend). Like (like) me. . You ain't never had a friend like me. . ",
      "embed_url": "https://open.spotify.com/embed/track/5f2TWu6R2YYCJtLQ0fP78H?utm_source=generator"
    },
    {
      "name": "One Jump Ahead",
      "text": "[Aladdin:] Gotta keep one jump ahead of the breadline. One swing ahead of the sword. I steal only what I can't afford (And that's everything!). One jump ahead of the lawmen. That's all, and that's no joke. These guys don't appreciate I'm broke. . [Crowd:] Riffraff! Street rat! Scoundrel!. [Aladdin:] Take that! Try a different tack, guys. [Crowd:] Rip him open! Round the back, guys. [Aladdin:] I can take a hint, gotta face the facts. Could really use a friend or two. . [Ladies:] Huh? Oh, it's sad Aladdin's hit the bottom. He's become a one-man rise in crime. I'd blame parents except he hasn't got 'em. [Aladdin:] Gotta eat to live, gotta steal to eat. Tell you all about it when I got the time!. . One jump ahead of the slowpokes. One skip ahead of my doom. Next time gonna use a nom de plume. One jump ahead of the hitmen. One hit ahead of the flock. I think I'll take a stroll around the block. . [Crowd:] Stop, thief! Vandal! Abu! Scandal!. [Aladdin:] Let's not be too hasty. [Lady:] Still I think he's rather tasty. [Aladdin:] Gotta eat to live, gotta steal to eat. Otherwise we'd get along. . [Aladdin:] One jump ahead of the hoofbeats. One hop ahead of the hump. One trick ahead of disaster. They're quick, but I'm much faster. Here goes, better throw my hand in. Wish me happy landin'. All I gotta do is jump. . ",
      "embed_url": "https://open.spotify.com/embed/track/4wN8Ov3kPZdkJ8XcYxYUGz?utm_source=generator"
    },
    {
      "name": "Speechless (Full)",
      "text": "Here comes a wave meant to wash me away. A tide that is taking me under. Swallowing sand, left with nothing to say. My voice drowned out in the thunder. . But I won't cry. And I won't start to crumble. Whenever they try to shut me or cut me down. . I won't be silenced. You can't keep me quiet. Won't tremble when you try it. All I know is I won't go speechless. 'Cause I'll breathe when they try to suffocate me. Don't you underestimate me. 'Cause I know that I won't go speechless. . Written in stone, every rule, every word. Centuries old and unbending. Stay in your place, better seen and not heard. Well, now that story's ending. . 'Cause I, I cannot start to crumble. So come on and try. Try to shut me and cut me down. . I won't be silenced. You can't keep me quiet. Won't tremble when you try it. All I know is I won't go speechless. Speechless!. . Let the storm in. I cannot be broken. No, I won't live unspoken. 'Cause I know that I won't go speechless. . Try to lock me in this cage. I won't just lay me down and die. I will take these broken wings. And watch me burn across the sky. Hear the echo saying. . I won't be silenced. Though you wanna see me tremble when you try it. All I know is I won't go speechless. Speechless!. 'Cause I'll breathe when they try to suffocate me. Don't you underestimate me. 'Cause I know that I won't go speechless. All I know is I won't go speechless. Speechless!. . ",
      "embed_url": "https://open.spotify.com/embed/track/0XPsOSYzDJZJArevQNm2AR?utm_source=generator"
    }
  ],
  "Aladdin: The Return of Jafar": [
    {
      "name": "Arabian Nights",
      "text": "Follow me to a place where incredible feats. Are routine every hour or so. Where enchantment runs rampant. Yes, wild in the streets. Open sesame, here we go. . Arabian nights. Like Arabian days. They tease and excite. Take off and take flight. They shock and amaze. . Arabian nights. Like Arabian days. More often than not. Are hotter than hot. In a lot of good ways. . Pack your shield, pack your sword. You won't ever get bored. Though get beaten or gored you might. Come on down, stop on by. Hop a carpet and fly. To another Arabian night. . ",
      "embed_url": "https://open.spotify.com/embed/track/0CKmN3Wwk8W4zjU0pqq2cv?utm_source=generator"
    }
  ],
  "Beauty and the Beast": [
    {
      "name": "Belle",
      "text": "Little town. It's a quiet village. Every day. Like the one before. Little town full of little people. Waking up to say. Bonjour! Bonjour!. Bonjour! Bonjour! Bonjour!. . There goes the baker with his tray like always. The same old bread and rolls to sell. Every morning just the same. Since the morning that we came. To this poor provincial town. . Look, there she goes, the girl is strange, no question.  Dazed and distracted, can't you tell?. Never part of any crowd. 'Cause her head's up on some cloud. No denying she's a funny girl, that Belle. . Bonjour. Good day. How is your family?. Bonjour. Good day. How is your wife?. I need six eggs. That's too expensive. There must be more than this provincial life. . Look, there she goes. That girl is so peculiar. I wonder if she's feeling well. With a dreamy, far-off look. And her nose stuck in a book. What a puzzle to the rest of us is Belle. . Oh, isn't this amazing?. It's my favorite part because...you'll see. Here's where she meets Prince Charming. But she won't discover that it's him till chapter three. . Now, it's no wonder that her name means \"beauty\". Her looks have got no parallel. But behind that fair facade. I'm afraid she's rather odd. Very different from the rest of us. She's nothing like the rest of us. Yes, different from the rest of us is Belle. . Right from the moment when I met her, saw her. I said she's gorgeous and I fell. Here in town there's only she. Who is beautiful as me. So I'm making plans to woo and marry Belle. . Look, there he goes. Isn't he dreamy?. Monsieur Gaston. Oh, he's so cute. Be still, my heart. I'm hardly breathing. He's such a tall, dark, strong and handsome brute. . Bonjour. Pardon. Good day. Mais oui. You call this bacon?. What lovely grapes. Some cheese.... Ten yards. One pound. 'Scuse me. I'll get the knife. Please let me through!. This bread. Those fish. It's stale. They smell. Madame's mistaken. . There must be more than this provincial life. Just watch, I'm going to make Belle my wife!. . Look, there she goes, a girl who's strange but special. A most peculiar mademoiselle. It's a pity and a sin. She doesn't quite fit in. 'Cause she really is a funny girl. A beauty but a funny girl. She really is a funny girl, that Belle!. . ",
      "embed_url": "https://open.spotify.com/embed/track/1cPfKp9ThNZ1fez9itmUMN?utm_source=generator"
    },
    {
      "name": "Be Our Guest",
      "text": "[Lumiere:] Be our guest. Be our guest. Put our service to the test. Tie your napkin round your neck, cherie. And we provide the rest. . Soupe du jour. Hot hors d'oeuvres. Why, we only live to serve. Try the grey stuff, it's delicious. Don't believe me, ask the dishes. . They can sing. They can dance. After all, miss, this is France. And a dinner here is never second best. . Go on, unfold your menu. Take a glance and then. You'll be our guest. Oui, our guest. Be our guest. . [Castleware:] Beef ragout. Cheese soufflé. Pie and pudding en flambé. . [Lumiere:] We'll prepare and serve with flair. A culinary cabaret. . You're alone. And you're scared. But the banquet's all prepared. No one's gloomy or complaining. While the flatware's entertaining. . We tell jokes. I do tricks. With my fellow candlesticks. . [Beer mugs:] But it's all in perfect taste, that you can bet. . [Castleware:] Come on and lift your glass. You've won your own free pass. To be our guest. . [Lumiere:] If you're stressed. It's fine dining we suggest. . [Castleware:] Be our guest. Be our guest. Be our guest. . [Lumiere:] Life is so unnerving. For a servant who's not serving. He's not whole without a soul to wait upon. Ah, those good old days when we were useful. Suddenly, those good old days are gone. . Ten years we've been rusting. Needing so much more than dusting. Needing exercise, a chance to use our skills. Most days we just lay around the castle. Flabby, fat and lazy. You walked in and oops-a-daisy!. . [Mrs. Potts:] It's a guest!. It's a guest!. Sakes alive, well, I'll be blessed. Wine's been poured, and thank the lord. I've had the napkins freshly pressed. . With dessert. She'll want tea. And, my dear, that's fine with me. While the cups do their soft-shoeing. I'll be bubbling, I'll be brewing. . I'll get warm. Piping hot. Heaven's sake, is that a spot?. Clean it up, we want the company impressed. . We've got a lot to do. Is it one lump or two?. For you, our guest. . [Castleware:] She's our guest. . [Mrs. Potts:] She's our guest. . [Castleware:] She's our guest. . Be our guest. Be our guest. Put our service to the test. It's ten years since we've had anybody here. And we're obsessed. . With your meal. With your ease. Yes, indeed, we aim to please. While the candlelight's still glowing. Let us help you, we'll keep going. . Course by course. One by one. Till you shout, \"Enough, I'm done!\". Then we'll sing you off to sleep as you digest. . Tonight you'll prop your feet up. But for now, let's eat up. Be our guest. Be our guest. Be our guest. Please be our guest!. . ",
      "embed_url": "https://open.spotify.com/embed/track/2F8LPJgSVTJxukoParTyBD?utm_source=generator"
    }
  ],
  "Brave": [
    {
      "name": "Touch the Sky",
      "text": "When the cold wind is a'calling. And the sky is clear and bright. Misty mountains sing and beckon. Lead me out into the light. . I will ride, I will fly. Chase the wind and touch the sky. I will fly. Chase the wind and touch the sky. . Where dark woods hide secrets. And mountains are fierce and bold. Deep waters hold reflections. Of times lost long ago. . I will hear their every story. Take hold of my own dream. Be as strong as the seas are stormy. And proud as an eagle's scream. . I will ride, I will fly. Chase the wind and touch the sky. I will fly. Chase the wind and touch the sky. . And touch the sky. Chase the wind. Chase the wind. Touch the sky. . ",
      "embed_url": "https://open.spotify.com/embed/track/5yyqx4brn6Bm9U1Rj9ENnz?utm_source=generator"
    }
  ],
  "Coco": [
    {
      "name": "Remember Me (Dúo)",
      "text": "Remember me. Though I have to say goodbye. Remember me. Don't let it make you cry. For even if I'm far away I hold you in my heart. I sing a secret song to you each night we are apart. . Remember me. Though I have to travel far. Remember me. Each time you hear a sad guitar. Know that I'm with you the only way that I can be. Until you're in my arms again. Remember me. . Que nuestra canción no deje de latir. Solo con tu amor yo puedo existir. Recuérdame. Que nuestra canción no deje de latir. Solo con tu amor yo puedo existir. Recuérdame. . Si en tu mente vivo estoy. Recuérdame. Mis sueños yo te doy. Te llevo en mi corazón y te acompañaré. Unidos en nuestra canción. Contigo ahí estaré. Recuérdame. . Si sola crees estar. Recuérdame. Y mi cantar te irá a abrazaru. Aun en la distancia nunca vayas a olvidar. Que yo contigo siempre voy. Recuérdame. . If you close your eyes and let the music play. Keep our love alive, I'll never fade away. If you close your eyes and let the music play. Keep our love alive, I'll never fade away. If you close your eyes and let the music play. Keep our love alive, I'll never fade away. . Remember me. For I will soon be gone. Remember me. And let the love we have live on. And know that I'm with you the only way that I can be. So until you're in my arms again. Remember me!. . Que nuestra canción no deje de latir. Solo con tu amor yo puedo existir. Remember me. Que nuestra canción no deje de latir. Solo con tu amor yo puedo existir. Remember me. . ",
      "embed_url": "https://open.spotify.com/embed/track/3pCgIUkmRHKydu9HE03QKY?utm_source=generator"
    },
    {
      "name": "Remember Me (Ernesto de la Cruz)",
      "text": "Remember me. Though I have to say goodbye. Remember me. Don't let it make you cry. For even if I'm far away I hold you in my heart. I sing a secret song to you each night we are apart. . Remember me. Though I have to travel far. Remember me. Each time you hear a sad guitar. Know that I'm with you the only way that I can be. Until you're in my arms again. Remember me. . (Guitar interlude). . Remember me. (Remember me). Though I have to say goodbye. Remember me. (Remember me). Don't let it make you cry. For even if I'm far away I hold you in my heart. I sing a secret song to you each night we are apart. . Remember me. (Remember me, remember me). Though I have to travel far. Remember me. (Remember me, remember me). Each time you hear a sad guitar. Know that I'm with you the only way that I can be. Until you're in my arms again. Remember me!. . ",
      "embed_url": "https://open.spotify.com/embed/track/4ljlAxfaEjO4Q4g9FMtVj4?utm_source=generator"
    },
    {
      "name": "The World Es Mi Familia",
      "text": "Señoras y señores, buenas tardes, buenas noches. Buenas tardes, buenas noches, señoritas y señores. To be here with you tonight. Brings me joy que allegria. . For this music is my language. And the world es mi familia. For this music is my language. And the world es mi familia. For this music is my language. And the world es mi familia. . ",
      "embed_url": "https://open.spotify.com/embed/track/7FOS31xq9jv4cXWtp6Jnzw?utm_source=generator"
    },
    {
      "name": "Un Poco Loco",
      "text": "[Miguel:] What color is the sky. ¡Ay, mi amor! ¡Ay, mi amor!. You tell me that it's red. ¡Ay, mi amor! ¡Ay, mi amor!. Where should I put my shoes. ¡Ay, mi amor! ¡Ay, mi amor!. You say put them on your head. ¡Ay, mi amor! ¡Ay, mi amor!. . You make me. Un poco loco. Un poquititito loco. The way you keep me guessing. I'm nodding and I'm yessing. I'll count it as a blessing. That I'm only. Un poco loco. . (Musical interlude). . [Hector:] The loco that you make me. It is just un poco crazy. The sense that you're not making. [Miguel:] The liberties you're taking. [Both:] Leaves my cabeza shaking. You are just. Un poco loco. . Un poquititi-ti-ti-ti-ti-ti-ti-ti-ti-ti-ti-ti-to loco!. . ",
      "embed_url": "https://open.spotify.com/embed/track/0OFknyqxmSQ42SoKxWVTok?utm_source=generator"
    }
  ],
  "Descendants 3": [
    {
      "name": "Dig a Little Deeper",
      "text": "It don't matter what you look like. It don't matter what you wear. How many rings you got on your finger. We don't care. No, we don't care!. . It don't matter where you come from. Don't even matter what you are. A dog, a pig, a cow, a goat. We've had 'em all in here. (We've had 'em all in here). . And they all knew what they wanted. What they wanted me to do. I told 'em what they needed. Just like I be tellin' you. . You gotta dig a little deeper. Find out who you are. You gotta dig a little deeper. It really ain't that far. When you find out who you are. You'll find out what you need. Blue skies and sunshine, guaranteed. You gotta dig. . Listen. Prince Froggy is a rich little boy. You wanna be rich again?. That ain't gonna make you happy now. Did it make you happy then?. . Money ain't got no soul. Money ain't got no heart. All you need is some self-control. To make yourself a brand new start. . You gotta dig a little deeper. Don't have far to go. You gotta dig a little deeper. Tell the people Mama told you so. Can't tell you what you'll find. Maybe love will grant you peace of mind. Dig a little deeper and you'll know. You will know. . Miss Froggy, might I have a word?. You's a hard one, that's what I heard. Your daddy was a lovin' man. Family through and through. You your daddy's daughter. What he had in him you got in you. . You gotta dig a little deeper. For you it's gonna be tough. You gotta dig a little deeper. You ain't dug near far enough. Dig down deep inside yourself. Find out what you need. Blue skies and sunshine, guaranteed. . You gotta dig a little deeper. For you it's gonna be tough. You gotta dig a little deeper. You ain't dug near far enough. Dig down deep inside yourself. Find out what you need. Blue skies and sunshine, guaranteed. . Guaranteed. Guaranteed. You gotta dig a little deeper. (Dig a little deeper). You gotta dig a little deeper. (Dig a little deeper). (Dig a little deeper). . ",
      "embed_url": "https://open.spotify.com/embed/track/7kh64k3P9Fk4EsA6vOdwmj?utm_source=generator"
    }
  ],
  "Encanto": [
    {
      "name": "The Family Madrigal",
      "text": "Drawers!. Floors!. Doors!. Let's go!. . This is our home. We've got every generation. So full of music. A rhythm of its own design. This is my family. A perfect constellation. So many stars. And everybody gets to shine. . Whoa, but let's be clear, Abuela runs this show. Whoa, she led us here so many years ago. Whoa, and every year our family blessings grow. There's just a lot you've simply got to know, so. . Welcome to the Family Madrigal. The home of the Family Madrigal. We're on our way. Where all the people are fantastical and magical. I'm part of the Family Madrigal. . Oh my gosh, it's them!. Where are the gifts?. I can't remember all the gifts!. But I don't know who is who!. . Alright, alright, relax!. . It is physically impossible to relax!. Tell us everything! What are your powers?. Just tell us what everyone can do!. . And that's why coffee's for grown-ups. . My tia Pepa. Her mood affects the weather. When she's unhappy. Well, the temperature gets weird. My tio Bruno. (We don't talk about Bruno). They say he saw the future. One day he disappeared. . Oh, and that's my mom Julieta, here's her deal. Whoa, the truth is, she can heal you with a meal. Whoa, her recipes are remedies for real. If you're impressed, imagine how I feel. Mom!. . Welcome to the Family Madrigal. The home of the Family Madrigal. (Hey, coming through). I know it sounds a bit fantastical and magical. But I'm part of the Family Madrigal. . Two guys fell in love with Family Madrigal. And now they're part of the Family Madrigal. . So yeah, Tio Felix married Pepa. And my dad married Julieta. That's how Abuela became an Abuela Madrigal. Let's go, let's go. . We swear to always help those around us. And earn the miracle that somehow found us. The town keeps growing, the world keeps turning. But work and dedication will keep the miracle burning. And each new generation must keep the miracle burning. . Wait, who's a sister and who's a cousin?. There are so many people!. How do you keep them all straight?. . Okay, okay, okay, okay. So many kids in our house. So, let's turn the sound up. You know why?. I think it's time for a grandkid round up. (Grandkid round up). . Cousin Dolores can hear a pin drop. Camilo shape shifts. Antonio gets his gift today. My older sisters. Isabela and Luisa. One strong, one graceful. Perfect in every way. . (Isabela). Grows a flower, the town goes wild. (Isabela). She's a perfect golden child. . (Luisa, Luisa, Luisa, Luisa). And Luisa's super strong. The beauty and the brawn do no wrong. . That's life in the Family Madrigal (Whoa). Now you know the Family Madrigal (Whoa). Where all the people are fantastical and magical (Whoa). That's who we are in the Family Madrigal. Adios!. . But what's your gift?. Ha!. Well, I got a good life of a Madrigal (Whoa). But now you all know the Family Madrigal (Whoa). I never meant this to get autobiographical (Whoa). So just to review the Family Madrigal. Let's go!. . (But what about Mirabel?). It starts with Abuela. And then Tia Pepa, she handles the weather. (But what about Mirabel?). My mom Julieta can make you feel better with just one arepa. (But what about Mirabel?). My dad Agustin, well. He's accident-prone, but he means well. (But what about Mirabel?). Hey, you said you wanna know what everyone does. I got sisters and cousins and (Mirabel!). My primo Camilo won't stop until he makes you smile today (Mirabel!). My cousin Dolores can hear this whole chorus a mile away (Mirabel!). . Look, it's Mister Mariano. Hey, you can marry my sister if you wanna but (Mirabel!). Between you and me, she's kind of a prima donna. Yo, I've said too much and thank you but I really gotta go. . (Mirabel!). My family's amazing. (Mirabel!). And I'm in my family, so. (Mirabel!). Well. . Mirabel!. . ",
      "embed_url": "https://open.spotify.com/embed/track/4b1yxSdlumA8N4fEk4UOZp?utm_source=generator"
    },
    {
      "name": "Surface Pressure",
      "text": "I'm the strong one. I'm not nervous. I'm as tough as the crust of the earth is. I move mountains. I move churches. And I glow 'cause I know what my worth is. . I don't ask how hard the work is. Got a rough, indestructible surface. Diamonds and platinum, I find 'em, I flatten 'em. I take what I'm handed, I break what's demanded, but. . Under the surface. I feel berserk as a tightrope walker in a three-ring circus. Under the surface. Was Hercules ever like \"Yo, I don't wanna fight Cerberus?\". Under the surface. I'm pretty sure I'm worthless. If I can't be of service. . A flaw or a crack. The straw in the stack. That breaks the camel's back. What breaks the camel's back. . It's pressure like a drip, drip, drip that'll never stop, whoa. Pressure that'll tip, tip, tip till you just go pop, whoa. Give it to your sister, your sister's older. Give her all the heavy things we can't shoulder. Who am I if I can't run with the ball. If I fall to. . Pressure like a grip, grip, grip, and it won't let go, whoa. Pressure like a tick, tick, tick till it's ready to blow, whoa. Give it to your sister, your sister's stronger. See if she can hang on a little longer. Who am I if I can't carry it all. If I falter. . Under the surface. I hide my nerves and it worsens, I worry something is gonna hurt us. Under the surface. The ship doesn't swerve as it heard how big the iceberg is. Under the surface. I think about my purpose. Can I somehow preserve this?. . Line up the dominoes. A light wind blows. You try to stop it tumbling. But on and on it goes. . But wait. If I could shake the crushing weight of expectations. Would that free some room up for joy?. Or relaxation, or simple pleasure?. Instead we measure this growing pressure. Keeps growing, keep going. 'Cause all we know is. . Pressure like a drip, drip, drip that'll never stop, woah. Pressure that'll tip, tip, tip till you just go pop, woah. Give it to your sister, it doesn't hurt and. See if she can handle every family burden. Watch as she buckles and bends but never breaks. No mistakes, just. . Pressure like a grip, grip, grip, and it won't let go, woah. Pressure like a tick, tick, tick till it's ready to blow, woah. Give it to your sister and never wonder. If the same pressure would've pulled you under. Who am I if I don't have what it takes?. No cracks, no breaks. No mistakes. No pressure. . ",
      "embed_url": "https://open.spotify.com/embed/track/760jhRscwGbIIe1m1IIQpU?utm_source=generator"
    },
    {
      "name": "Two Oruguitas",
      "text": "Two oruguitas. In love and yearning. Spend every evening. And morning learning. To hold each other. Their hunger burning. To navigate a world. That turns and never stops turning. Together in this world. That turns and never stops turning. . Two oruguitas. Against the weather. The wind grows colder. But they're together. They hold each other. No way of knowing. They're all they have for shelter. And something inside them is growing. They long to stay together. But something inside them is growing. . Ay, oruguitas. Don't you hold on too tight. Both of you know. It's your time to grow. To fall apart, to reunite. Wonders await you. Just on the other side. Trust they'll be there. And start to prepare. The way for tomorrow. . Ay, oruguitas. Don't you hold on too tight. Both of you know. It's your time to grow. To fall apart, to reunite. Wonders await you. Just on the other side. Trust they'll be there. And start to prepare. The way for tomorrow. . Two oruguitas. Cocooned and waiting. Each in their own world. Anticipating. What happens after. The rearranging. . And so afraid of change. In a world that never stops changing. So let the walls come down. The world will never stop changing. (Never stop changing). (Never stop changing). (Never stop changing). . Ay, mariposas. Don't you hold on too tight. Both of you know. It's your time to go. To fly apart, to reunite. Wonders surround you. Just let the walls come down. Don't look behind you. Fly till you find. Your way toward tomorrow. . Ay, mariposas. Don't you hold on too tight. Both of you know. It's your time to go. To fly apart, to reunite. Wonders surround you. Just let the walls come down. Don't look behind you. Fly till you find. Your way toward tomorrow. . Ay, mariposas. Don't you hold on too tight. Both of you know. It's your time to go. To fly apart, to reunite. Wonders surround you. Just let the walls come down. Don't look behind you. Fly till you find. Your way toward tomorrow. . ",
      "embed_url": "https://open.spotify.com/embed/track/6jPVyjPqp2BNUJnDSwm8tK?utm_source=generator"
    },
    {
      "name": "We Don't Talk About Bruno",
      "text": "We don't talk about Bruno, no, no, no. We don't talk about Bruno, but. . It was my wedding day. It was our wedding day. We were getting ready. And there wasn't a cloud in the sky. No clouds allowed in the sky. Bruno walks in with a mischievous grin. Thunder. . You telling this story or am I?. I'm sorry, mi vida, go on. . Bruno says \"It looks like rain\". Why did he tell us?. In doing so, he floods my brain. Abuela gets the umbrellas. Married in a hurricane. What a joyous day but anyway. . We don't talk about Bruno, no, no, no. We don't talk about Bruno. . Hey, grew to live in fear of Bruno stuttering or stumbling. I can always hear him sort of muttering and mumbling. I associate him with the sound of falling sand. It's a heavy lift with a gift so humbling. Always left Abuela and the family fumbling. Grappling with prophecies they couldn't understand. Do you understand?. . A seven-foot frame, rats along his back. When he calls your name it all fades to black. Yeah, he sees your dreams and feasts on your screams. . We don't talk about Bruno, no, no, no. We don't talk about Bruno. . He told me my fish would die, the next day: dead (No, no). He told me I'd grow a gut, and just like he said (No, no). He said that all my hair would disappear, now look at my head (No, no). Your fate is sealed when your prophecy is read. . He told me that the life of my dreams. Would be promised and someday be mine. He told me that my power would grow. Like the grapes that thrive on the vine. (Oye, Mariano's on his way). . He told me that the man of my dreams. Would be just out of reach, betrothed to another. It's like I hear him now. Hey sis, I want not a sound out of you. It's like I can hear him now, I can hear him now. . Bruno. Yeah, about that Bruno. I really need to know about Bruno. Gimme the truth and the whole truth, Bruno. (Isabela, your boyfriend's here). Time for dinner. . A seven-foot frame, rats along his back. (It was my wedding day, it was our wedding day). When he calls your name it all fades to black. (We were getting ready and there wasn't a cloud in the sky). Yeah, he sees your dreams and feasts on your screams. (Bruno walks in with a mischievous grin). Thunder. You telling this story or am I?. . Oye, Mariano's on his way. Bruno says, \"It looks like rain\". (He told me that the man of my dreams would be just out of reach). In doing so, he floods my brain. (Betrothed to another, another). Married in a hurricane. (I'm fine, I'm fine, I'm fine, I'm fine). He's here. . Don't talk about Bruno, no. Why did I talk about Bruno?. Not a word about Bruno. I never should have brought up Bruno. . ",
      "embed_url": "https://open.spotify.com/embed/track/52xJxFP6TqMuO4Yt0eOkMz?utm_source=generator"
    },
    {
      "name": "What Else Can I Do?",
      "text": "I just made something unexpected. Something sharp. Something new. It's not symmetrical or perfect. But it's beautiful. And it's mine. What else can I do?. . Bring it in, bring it in. (Good talk!) Bring it in, bring it in. What else can I do?. (Let's walk!) Bring it in, bring it in. (Free hugs!) Bring it in, bring it in. . I grow rows and rows of roses. Flor de mayo by the mile. I make perfect, practised poses. So much hides behind my smile. . What could I do if I just grew what I was feeling in the moment?. (Do you know where you're going? Whoa!). What could I do if I just knew it didn't need to be perfect?. It just needed to be, and they let me be?. . A hurricane of jacarandas. Strangling figs (Big!). Hanging vines (This is fine). Palma de cera fills the air as I climb. And I push through. What else can I do?. . Can I deliver us a river of sundew?. Careful, it's carnivorous, a little just won't do. . I wanna feel the shiver of something new. I'm so sick of pretty. I want something true, don't you?. . You just seem like your life's been a dream. Since the moment you opened your eyes. (How far do these roots go down?). All I know are the blossoms you grow. But it's awesome to see how you rise. How far can I rise?. Through the roof to the skies. Let's go. . A hurricane of jacarandas (Woo!). Strangling figs (Go!). Hanging vines (Grow!). Palma de cera fills the air as I climb. And I push through. What else, what else?. . What can you do when you are deeply, madly, truly in the moment?. (Seize the moment, keep going). What can you do when you know who you wanna be isn't perfect?. But I'll still be okay. Hey, everybody clear the way (Woo!). I'm coming through with tabebuia. (She's coming through with that buia!). Making waves (Making waves). Changing minds (You've changed minds). The way is clearer 'cause you're here and, well. I owe this all to you. What else can I do?. . Show 'em what you can do. What else can I do?. There's nothing you can't do. What else can I do?. . ",
      "embed_url": "https://open.spotify.com/embed/track/3XoYqtiWHhsk59frZupImG?utm_source=generator"
    },
    {
      "name": "Waiting on a Miracle",
      "text": "Don't be upset or mad at all. Don't feel regret or sad at all. Hey, I'm still a part of the Family Madrigal. And I'm fine, I am totally fine. I will stand on the side as you shine. . I'm not fine, I'm not fine. . I can't move the mountains. I can't make flowers bloom. I can't take another night up in my room. Waiting on a miracle. I can't heal what's broken. Can't control the morning rain or a hurricane. Can't keep down the unspoken invisible pain. Always waiting on a miracle, a miracle. . Always walking alone. Always wanting for more. Like I'm still at that door. Longing to shine like all of you shine. . All I need is a change. All I need is a chance. All I know is I can't stay on the side. Open your eyes. Open your eyes. Open your eyes. . I would move the mountains. Make new trees and flowers grow. Someone please just let me know. Where do I go. I am waiting on a miracle, a miracle. I would heal what's broken. Show this family something new. Who I am inside. So what can I do. I'm sick of waiting on a miracle. So here I go. . I am ready. Come on, I'm ready. I've been patient and steadfast and steady. Bless me now as you blessed us all those years ago. When you gave us a miracle. Am I too late for a miracle. . ",
      "embed_url": "https://open.spotify.com/embed/track/3oRW9ZGPRbLRMneQ5lwflt?utm_source=generator"
    }
  ],
  "Enchanted": [
    {
      "name": "Happy Working Song",
      "text": "All right everyone, let's tidy things up. Come my little friends. As we all sing a happy little working song. Merry little voices clear and strong. Come and roll your sleeves up. So to speak and pitch in. Cleaning crud up in the kitchen. As we sing along. . And trill a cheery tune in the tub. As we scrub a stubborn mildew stain. Pluck a hairball from the shower drain. To the gay refrain. Of a happy working song. . We'll keep singing without fail. Otherwise we'd spoil it. Hosing down the garbage pail. And scrubbing up the toilet. Ooh!. . How we all enjoy letting loose with a little. La-da-dum-dum-dum. While we're emptying the vacu-um. It's such fun to hum. A happy working song. Oo-ooh. A happy working song. . Oh, how strange a place to be. Till Edward comes for me. My heart is sighing. Still, as long as I am here. I guess a new experience. Could be worth trying. Hey! Keep drying!. . You can do a lot when you got. Such a happy working tune to hum. While you're sponging up the soapy scum. We adore each filthy chore. That we determine. So friends even though you're vermin. We're a happy working throng. . Singing as we fetch the detergent box. Or the smelly shirts and the stinky socks. Sing along. If you cannot sing then hum along. As we're finishing our happy working song!. . Ah... Wasn't this fun?. . ",
      "embed_url": "https://open.spotify.com/embed/track/7G061Oqw7NXFr1NDTpXoI4?utm_source=generator"
    },
    {
      "name": "So Close",
      "text": "You're in my arms. And all the world is gone. The music playing on for only two. So close together. And when I'm with you. So close to feeling alive. . A life goes by. Romantic dreams must die. So I bid mine goodbye and never knew. So close was waiting, waiting here with you. And now forever I know. All that I want is to hold you. So close. . So close to reaching that famous happy end. Almost believing this one's not pretend. Now you're beside me and look how far we've come. So far we are so close. . How could I face the faceless days. If I should lose you now?. . We're so close. To reaching that famous happy end. And almost believing this one's not pretend. Let's go on dreaming though we know we are. So close. So close. And still so far. . ",
      "embed_url": "https://open.spotify.com/embed/track/3XFkhxO5jo2hBOWNzIQ9UB?utm_source=generator"
    },
    {
      "name": "That's How You Know",
      "text": "[Giselle:] How does she know you love her?. How does she know she's yours?. . [Man:] How does she know that you love her?. . [Giselle:] How do you show her you love her?. . [Both:] How does she know that you really, really, truly love her?. How does she know that you love her?. How do you show her you love her?. How does she know that you really, really, truly love her?. . [Giselle:] It's not enough to take the one you love for granted. You must remind her, or she'll be inclined to say. \"How do I know he loves me?\". (How does she know that you love her?). How do you show her you love her?). \"How do I know he's mine?\". (How does she know that you really, really, truly love her?). . Well, does he leave a little note to tell you you are on his mind?. Send you yellow flowers when the sky is grey? Hey!. He'll find a new way to show you, a little bit every day. That's how you know. That's how you know. He's your love. . [Man:] You've got to show her you need her. Don't treat her like a mind reader. Each day do something to need her. To believe you love her. . [Giselle:] Everybody wants to live happily ever after. Everybody wants to know their true love is true. How do you know he loves you?. (How does she know that you love her?). (How do you show her you need her?). How do you know he's yours?. (How does she know that you really, really, truly love her?). . Well, does he take you out dancing just so he can hold you close?. Dedicate a song with words meant. Just for you? Oooh!. . [All:] He'll find his own way to tell you. With the little things he'll do. That's how you know. That's how you know. . [Giselle:] He's your love. He's your love. . That's how you know. (la la la la la la la la). He loves you. (la la la la la la la la). That's how you know. (la la la la la la la la). It's true. (la la la la la). . Because he'll wear your favorite color. Just so he can match your eyes. Plan a private picnic. By the fire's glow oohh!. . [All:] His heart will be yours forever. Something everyday will show. That's how you know. (Repeat 12 times). . [Giselle:] He's your love. . [Man:] That's how she knows that you love her. That's how you show her you love her. . [Giselle:] That's how you know. That's how you know. He's your love. . ",
      "embed_url": "https://open.spotify.com/embed/track/1OzSfjFW08DTD51XoNnog7?utm_source=generator"
    }
  ],
  "Frozen": [
    {
      "name": "Do You Want to Build a Snowman?",
      "text": "Do you want to build a snowman?. Come on, let's go and play. I never see you anymore. Come out the door. It's like you've gone away. We used to be best buddies. And now we're not. I wish you would tell me why. . Do you want to buid a snowman. It doesn't have to be a snowman. Do you want to build a snowman?. Or ride our bike around the hall?. I think some company is overdue.... . I've started talking to. The pictures on the walls. It gets a little lonely. All these empty rooms. Just watching the hours tick by. Tick, tock, tick, tock, tick, tock. . Please, I know you're in there. People are asking where you've been. They say have courage. And I'm trying to. I'm right out here for you. Please let me in. . We only have each other. It's just you and me. What are we gonna do?. Do you want to build a snowman?. . ",
      "embed_url": "https://open.spotify.com/embed/track/2yi7HZrBOC4bMUSTcs4VK6?utm_source=generator"
    },
    {
      "name": "For the First Time in Forever",
      "text": "[Anna:] The window is open, so's that door. I didn't know they did that anymore. Who knew we owned 8000 salad plates?. . For years I've roamed these empty halls. Why have a ballroom with no balls?. Finally, they're opening up the gates. . There'll be actual, real live people. It'll be totally strange. But wow am I so ready for this change!. . 'Cause for the first time in forever. There'll be music, there'll be light. For the first time in forever. I'll be dancing through the night. . Don't know if I'm elated or gassy. But I'm somewhere in that zone. 'Cause for the first time in forever. I won't be alone. . Tonight, imagine me gown and all. Fetchingly draped against the wall. The picture of sophisticated grace. . I suddenly see him standing there. A beautiful stranger tall and fair. I wanna stuff some chocolate in my face. . But then we laugh and talk all evening. Which is totally bizarre. Nothing like the life I've led so far. . For the first time in forever. There'll be magic, there'll be fun. For the first time in forever. I could be noticed by someone. . And I know it is totally crazy. To dream I'd find romance. But for the first time in forever. At least I've got a chance. . [Elsa:] Don't let them in. Don't let them see. Be the good girl you always have to be. Conceal. Don't feel. Put on a show. Make one wrong move. And everyone will know. But it's only for today. . [Anna:] It's only for today. . [Elsa:] It's agony to wait. . [Anna:] It's agony to wait. . [Elsa:] Tell the guards to open up the gate!. . [Anna:] The gate!. . For the first time in forever. . [Elsa:] Don't let them in. Don't let them see. . [Anna:] I'm getting what I'm dreaming of. . [Elsa:] Be the good girl you always have to be. . [Anna:] A chance to change my lonely world. . [Elsa:] Conceal. . [Anna:] A chance to find true love. . [Elsa:] Conceal, don't feel. Don't let them know. . [Anna:] I know it all ends tomorrow. So it has to be today. 'Cause for the first time in forever. For the first time in forever. Nothing's in my way!. . ",
      "embed_url": "https://open.spotify.com/embed/track/70b5Sq3ePOu3Gqg0hjlOtR?utm_source=generator"
    },
    {
      "name": "In Summer",
      "text": "Bees'll buzz, kids'll blow dandelion fuzz. And I'll be doing whatever snow does. In summer. A drink in my hand, my snow up against the burning sand. Prob'ly getting gorgeously tanned. In summer. . I'll finally see a summer breeze blow away a winter storm. And find out what happens to solid water when it gets warm. And I can't wait to see what my buddies all think of me. Just imagine how much cooler I'll be. In summer. . Da da, da doo, ah, bah, bah, bah, bah, bah, boo. The hot and the cold are both so intense. Put 'em together, it just makes sense. Ratdadat, dadadadoo. Winter's a good time to stay in and cuddle. But put me in summer and I'll be a happy snowman. . When life gets rough I like to hold onto my dreams. Of relaxing in the summer sun, just letting off steam. Oh, the sky will be blue, and you guys'll be there too. When I finally do what frozen things do. In summer. In summer!. . ",
      "embed_url": "https://open.spotify.com/embed/track/7bG6SQBGZthPDG5QJL5Gf7?utm_source=generator"
    },
    {
      "name": "Let it Go",
      "text": "The snow glows white on the mountain tonight. Not a footprint to be seen. A kingdom of isolation. And it looks like I'm the Queen. The wind is howling like this swirling storm inside. Couldn't keep it in, heaven knows I tried. . Don't let them in. Don't let them see. Be the good girl you always have to be. Conceal, don't feel. Don't let them know. Well, now they know. . Let it go, let it go. Can't hold it back anymore. Let it go, let it go. Turn away and slam the door. I don't care what they're going to say. Let the storm rage on. The cold never bothered me anyway. . It's funny how some distance. Makes everything seem small. And the fears that once controlled me. Can't get to me at all. It's time to see what I can do. To test the limits and break through. No right, no wrong. No rules for me. I'm free!. . Let it go, let it go. I am one with the wind and sky. Let it go, let it go. You'll never see me cry. Here I stand and here I'll stay. Let the storm rage on. . My power flurries through the air into the ground. My soul is spiraling in frozen fractals all around. And one thought crystallizes like an icy blast. I'm never going back. The past is in the past. . Let it go, let it go. And I'll rise like the break of dawn. Let it go, let it go. That perfect girl is gone. Here I stand in the light of day. Let the storm rage on. The cold never bothered me anyway. . ",
      "embed_url": "https://open.spotify.com/embed/track/0qcr5FMsEO85NAQjrlDRKo?utm_source=generator"
    },
    {
      "name": "Love is an Open Door",
      "text": "[Anna:] All my life has been a series of doors in my face. And then suddenly I bump into you. . [Hans:] I've been searching my whole life to find my own place. And maybe it's the party talking or the chocolate fondue. . [Anna:] But with you. . [Hans:] But with you. I found my place. . [Anna:] I see your face. . [Both:] And it's nothing like I've ever known before. Love is an open door. Love is an open door. Love is an open door. . [Anna:] With you. . [Hans:] With you. . [Anna:] With you. . [Hans:] With you. . [Both:] Love is an open door. . [Hans:] I mean it's crazy. We finish each other's. . [Anna:] Sandwiches!. . [Anna:] I've never met someone. . [Both:] Who thinks so much like me. Our mental synchronization. Can have but one explanation. . [Hans:] You. . [Anna:] And I. . [Hans:] Were. . [Anna:] Just. . [Both:] Meant to be. . [Anna:] Say goodbye. . [Hans:] Say goodbye. . [Both:] To the pain of the past. We don't have to feel it anymore. Love is an open door. Love is an open door. Life can be so much more. . [Anna:] With you. . [Hans:] With you. . [Anna:] With you. . [Hans:] With you. . [Both:] Love is an open. . [Hans:] Door. . [Anna:] Door. . ",
      "embed_url": "https://open.spotify.com/embed/track/68jg6wseZjKSJ0HUMjNS7C?utm_source=generator"
    }
  ],
  "Frozen 2": [
    {
      "name": "All Is Found",
      "text": "Where the north wind meets the sea. There's a river full of memory. Sleep, my darling, safe and sound. For in this river all is found. . In her waters, deep and true. Lie the answers and a path for you. Dive down deep into her sound. But not too far, or you'll be drowned. . Yes, she will sing to those who hear. And in her song all magic flows. But can you brave what you most fear. Can you face what the river knows. . Where the north wind meets the sea. There's a mother full of memory. Come, my darling, homeward bound. When all is lost, then all is found. . ",
      "embed_url": "https://open.spotify.com/embed/track/5EeQQ8BVJTRkp1AIKJILGY?utm_source=generator"
    },
    {
      "name": "Into the Unknown",
      "text": "Ah, ah, ah, ah. Ah, ah, ah, ah, ah. Ah, ah, ah, ah, ah, ah, ah. . I can hear you, but I won't. Some look for trouble, while others don't. There's a thousand reasons I should go about my day. And ignore your whispers, which I wish would go away, oh, oh, oh. . Ah, ah, ah, ah. Ah, ah, ah, ah, ah, ah. . You're not a voice; you're just a ringing in my ear. And if I heard you (which I don't) I'm spoken for, I fear. Everyone I've ever loved is here within theses walls. I'm sorry, secret siren, but I'm blocking out your calls. . I've had my adventure; I don't need something new. I'm afraid of what I'm risking if I follow you. . Into the unknown. Into the unknown. Into the unknown. . Ah, ah, ah, ah. Ah, ah, ah, ah, ah, ah. . What do you want 'cause you've been keeping me awake. Are you here to distract me so I make a big mistake. Or are you someone out there who's a little bit like me. Who knows deep down I'm not where I'm meant to be. . Every day's a little harder, as I feel my power grow. Don't you know there's part of me that longs to go. . Into the unknown. Into the unknown. Into the unknown. . Ah, ah, ah, ah. Ah, ah, ah, ah. . Oh, are you out there?. Do you know me?. Can you feel me?. Can you show me?. . Ah, ah, ah, ah. Ah, ah, ah, ah. Ah, ah, ah, ah. Ah, ah, ah, ah. Ah, ah, ah, ah. Ah, ah, ah, ah. Ah, ah, ah, ah, ah. . Where are you going?. Don't leave me alone. How do I follow you. . Into the unknown. . ",
      "embed_url": "https://open.spotify.com/embed/track/421eObjg0DTm2qajJl5OJm?utm_source=generator"
    },
    {
      "name": "Lost in the Woods",
      "text": "Again you're gone off on a different path than mine. I'm left behind, wondering if I should follow. You had to go, and of course it's always fine. I probably could catch up with you tomorrow. . But is this what it feels like to be growing apart. When did I become the one who's always chasing your heart. . Now I turn around and find. I am lost in the woods. North is south, right is left when you're gone. I'm the one who sees you home. But now I'm lost in the woods. And I don't know what path you are on. I'm lost in the woods. . Up till now the next step was a question of how. I never thought it was a question of whether. Who am I if I'm not your guy. Where am I if we're not together. Forever. . Now I know you're my true north. 'Cause I am lost in the woods. Up is down, day is night when you're not there. Oh, you're my only landmark. So I'm lost in the woods. Wondering if you still care. . But I'll wait for a sign. (For a sign). That I'm your path. 'Cause you are mine. (You are mine). Until then. I'm lost in the woods. I'm lost in the woods. I'm lost in the woods. . ",
      "embed_url": "https://open.spotify.com/embed/track/7namdlOhbtsc8FvoSafOQt?utm_source=generator"
    },
    {
      "name": "Show Yourself",
      "text": "Every inch of me is trembling. And not from the cold. Something is familiar. Like a dream I can reach but not quite hold. . I can sense you there. Like a friend I've always known. I'm arriving. And it feels like I am home. . I have always been a fortress. Cold secrets deep inside. You have secrets too. But you don't have to hide. . Show yourself. I'm dying to meet you. Show yourself. It's your turn. Are you the one I've been looking for all of my life. Show yourself. I'm ready to learn. . Ah, ah, ah, ah. Ah, ah, ah, ah, ah. . I've never felt so certain. All my life I've been torn. But I'm here for a reason. Could it be the reason I was born. I've always been so different. Normal rules did not apply. Is this the day. Are you the way. I finally find out why. . Show yourself. I'm no longer trembling. Here I am. I've come so far. You are the answer I've waited for all of my life. Oh, show yourself. Let me see who you are. . Come to me now; open your door. Don't make me wait one moment more. Come to me now; open your door. Don't make me wait one moment more. . (Where the north wind meets the sea). (There's a river full of memory). Come, my darling, homeward bound. I am found. . Show yourself. Step into your power. Throw yourself into something new. You are the one you've been waiting for all of your life. Show yourself. Ah, ah, ah, ah. Ah, ah, ah, ah. Ah, ah, ah, ah. . ",
      "embed_url": "https://open.spotify.com/embed/track/50WeOnXhM1H7AZEeIDoWfZ?utm_source=generator"
    },
    {
      "name": "Some Things Never Change",
      "text": "[Anna:] Yes, the wind blows a little colder. And we're all getting older. And the clouds are moving on with every autumn breeze. Peter Pumpkin just became fertilizer. . [Olaf:] And my leaf's a little sadder and wiser. . [Anna:] That's why I rely on certain certainties. . Yes, some things never change. Like the feel of your hand in mine. Some things stay the same. Like how we get along just fine. Like an old stone wall that'll never fall. Some things are always true. Some things never change. Like how I'm holding on tight to you. . [Kristoff:] The leaves are already falling. Sven, it feels like the future is calling. Are you telling me tonight you're gonna get down on one knee?. Yep, but I'm really bad at planning these things out. Like candlelight and pulling of rings out. Maybe you should leave all the romantic stuff to me. . Yeah, some things never change. Like the love that I feel for her. Some things stay the same. Like how reindeers are easier. But if I commit and I go for it, I'll know what to say and do. Right?. Some things never change. Sven, the pressure is all on you. . [Elsa:] The winds are restless. Could that be why I'm hearing this call. Is something coming?. I'm not sure I want things to change at all. These days are precious, can't let them slip away. I can't freeze this moment, but I can still go out and seize this day. . [All:] The wind blows a little bit colder. . [Olaf:] And you all look a little bit older. . [Anna:] It's time to count our blessings beneath an autumn sky. . [All:] We'll always live in the kingdom of plenty that stands for the good of the many. . [Elsa:] And I promise you the flag of Arendelle will always fly. . [All:] Our flag will always fly. . Some things never change. Turn around, and the time has flown. Some things stay the same. Though the future remains unknown. . May our good come back. May our past be past. Time's moving fast, it's true. Some things never change. And I'm holding on tight to you. I'm holding on tight to you. I'm holding on tight to you. Holding on tight to you. I'm holding on tight to you. . ",
      "embed_url": "https://open.spotify.com/embed/track/4Xbotg4PCLJw9cDx2dtZLK?utm_source=generator"
    },
    {
      "name": "When I Am Older",
      "text": "What was that?. Samantha?. . This will all make sense when I am older. Someday I will see that this makes sense. One day, when I'm old and wise. I'll think back and realize. That these were all completely normal events. . I'll have all the answers when I'm older. Like why we're in this dark, enchanted wood. I know in a couple years these will seem like childish fears. And so I know this isn't bad; it's good. Excuse me. . Growing up means adapting. Puzzling out your world and your place. When I'm more mature, I'll feel comfortably secure. Being watched by something with a creepy, creepy face. . See, that will all make sense when I am older. So there's no need to be terrified or tense. I'll just dream about a time. When I'm in my aged prime. 'Cause when you're older. Absolutely everything makes sense. . This is fine. . ",
      "embed_url": "https://open.spotify.com/embed/track/1Tt7zr1yDbKbT8L4jzSZ74?utm_source=generator"
    }
  ],
  "Hercules": [
    {
      "name": "A Star Is Born",
      "text": "Gonna shout it from the mountaintops. A star is born. It's a time for pulling out the stops. A star is born. Honey, hit us with a hallelu. The kid came shining through. Girl, sing the song. Come blow your horn. A star is born. . He's a hero who can please the crowd. A star is born. Come on everybody shout out loud. A star is born. Just remember in the darkest hour. Within your heart's the power. For making you. A hero too. . So don't lose hope when you're forlorn. Just keep your eyes upon the skies. Every night a star is. Right in sight a star is. Burning bright a star is born. . Like a beacon in the cold dark night. A star is born. Told ya everything would turn out right. A star is born. Just when everything was all at sea. The boy made history. The bottom line. He sure can shine. His rising sign is Capricorn. He knew how to. He had a clue. We're telling you a star is born. . He's a hero who can please the crowd. A star is born. Come on everybody shout out loud. A star is born. Just remember in the darkest hour. Within your heart's the power. For making you. A hero too. . So don't lose hope when you're forlorn. Just keep your eyes upon the skies. Every night a star is. Right in sight a star is. Burning bright a star is born!. . ",
      "embed_url": "https://open.spotify.com/embed/track/64Eug7tFE4KWJNQUE73BGe?utm_source=generator"
    },
    {
      "name": "Go the Distance",
      "text": "I have often dreamed. Of a far off place. Where a great warm welcome. Will be waiting for me. Where the crowds will cheer. When they see my face. And a voice keeps saying. This is where I'm meant to be. . I will find my way. I can go the distance. I'll be there someday. If I can be strong. I know every mile. Will be worth my while. I would go most anywhere. To feel like I belong. . I am on my way. I can go the distance!. I don't care how far. Somehow I'll be strong. I know every mile. Will be worth my while. I would go most anywhere. To find where I belong. . ",
      "embed_url": "https://open.spotify.com/embed/track/0D1OY0M5A0qD5HGBvFmFid?utm_source=generator"
    },
    {
      "name": "Zero to Hero",
      "text": "Bless my soul!. Herc was on a roll!. Person of the week in every Greek opinion poll. What a pro. Herc could stop a show. Point him at a monster and you're talking S.R.O!. . He was a no one. A zero, zero!. Now he's a honcho. He's a hero!. Here was a kid with his act down pat. From zero to hero. In no time flat. Zero to hero. Just like that!. . When he smiled the girls went wild. With oohs and aahs. And they slapped his face on every vase. On every VAHSE. . From appearance fees and royalties. Our Herc had cash to burn. Now nouveau riche and famous. He could tell you what's a Grecian urn!. . Say amen. There he goes again!. Sweet and undefeated. And an awesome 10 for 10!. Folks lined up. Just to watch him flex. And this perfect package packed a pair of pretty pecs!. . Hercie, he comes, he sees, he conquers. Honey, the crowds were going bonkers!. He showed them moxie, brains and spunk!. From zero to hero. A major hunk!. Zero to hero. And who'd have thunk?. . Who puts the glad in gladiator?. Hercules!. Whose daring deeds are great theater?. Hercules!. Is he bold?. No one braver!. Is he sweet?. Our favorite flavor!. . Hercules!. (My man!). Hercules!. Hercules!. Hercules!. Hercules!. Hercules!. . Bless my soul. Herc was on a role. Undefeated!. Riding high. And the nicest guy. Not conceited!. He was a nothing. A zero, zero. Now he's a honcho. He's a hero!. He hit the heights at breakneck speed!. From zero to hero. Herc is a hero!. Now he's a hero!. Yes indeed!. . ",
      "embed_url": "https://open.spotify.com/embed/track/4zDfgax6Ihb0UWdour1ZEs?utm_source=generator"
    }
  ],
  "High School Musical": [
    {
      "name": "Start of Something New",
      "text": "[Troy:] Living in my own world. Didn't understand. That anything can happen. When you take a chance. . [Gabriella:] I never believed in. What I couldn't see. I never opened my heart. To all the possibilities, ooh. . [Both:] I know. [Gabriella:] That something has changed. [Both:] Never felt this way. [Gabriella:] And right here tonight. . [Both:] This could be the. Start of something new. [Gabriella:] It feels so right. [Both:] To be here with you, oh. And now, looking in your eyes. [Gabriella:] I feel in my heart. [Troy:] I feel in my heart. [Both:] The start of something new. [Troy:] Oh, yeah. . [Troy:] Now who'd have ever thought that. [Both:] We'd both be here tonight. [Gabriella:] And the world looks so much brighter. [Troy:] Brighter, brighter. [Gabriella:] Oh, with you by my side. [Troy:] By my side. . [Both:] I know . That something has changed. Never felt this way. I know it for real. . This could be the. Start of something new. It feels so right. To be here with you, oh. And now, looking in your eyes. I feel in my heart. [Gabriella:] The start of something new. . [Troy:] I never knew that it could happen. Till it happened to me. Oh, yeah. [Both:] I didn't know it before. But now it's easy to see, oh. . It's the. Start of something new. It feels so right. To be here with you, oh. And now, looking in your eyes. I feel in my heart. . That it's the. Start of something new. [Gabriella:] It feels so right. [Troy:] So right. [Both:] To be here with you, oh. And now, looking in your eyes. [Troy:] Looking in your eyes. [Gabriella:] I feel in my heart. [Troy:] Feel in my heart. [Gabriella:] The start of something new. [Troy:] The start of something new. [Both:] The start of something new. . ",
      "embed_url": "https://open.spotify.com/embed/track/2JAE25n5JDyb3rp2ti0ql8?utm_source=generator"
    },
    {
      "name": "We're All in This Together",
      "text": "Together, together, together everyone. Together, together. Come on, let's have some fun. Together, we're there for each other every time. Together, together. Come on, let's do this right. . Here and now, it's time for celebration. I finally figured out, yeah, yeah. That all our dreams have no limitations. That's what it's all about. Come on, now!. . Everyone is special in their own way. We make each other strong. (Each other strong). We're not the same. We're different in a good way. Together's where we belong. . We're all in this together. Once we know that we are. We're all stars. And we see that. We're all in this together. And it shows when we stand. Hand in hand. Make our dreams come true. . Everybody now. Together, together, together everyone. Together, together. Come on, let's have some fun. Together, we're there for each other every time. Together, together. Come on, let's do this right. . We're all here, and speaking out with one voice. We're gonna rock the house. (Rock the house). The party's on. Now everybody make some noise. Come on, scream and shout. . We've arrived (arrived) because we stuck together. Champions one and all. . We're all in this together. (Together). Once we know, that we are. (That we are). We're all stars. And we see that. We're all in this together. And it shows when we stand. Hand in hand. Make our dreams come. . We're all in this together. (Together). When we reach, we can fly. Know inside. We can make it. We're all in this together. (Everyone). Once we see there's a chance. That we have. And we take it. . Wildcats, sing along. Yeah, you really got it going on. Wildcats in the house. Everybody say it now. Wildcats everywhere. Wave your hands up in the air. That's the way we do it. Let's get to it. Time to show the world. . We're all in this together. Once we know that we are. (That we are). We're all stars. And we see that. We're all in this together. (Together). And it shows when we stand. Hand in hand. Make our dreams come true. . We're all in this together. (All in this together). When we reach, we can fly. Know inside. We can make it. We're all in this together. (All in this together). Once we see, there's a chance. That we have. And we take it. . Wildcats, everywhere. Wave your hands up in the air. That's the way we do it. Let's get to it. Come on, everyone!. . ",
      "embed_url": "https://open.spotify.com/embed/track/0cqNGWvuukhCiKvEX7utys?utm_source=generator"
    }
  ],
  "HSM: The Musical: The Series": [
    {
      "name": "All I Want",
      "text": "I found a guy, told me I was a star. He held the door, held my hand in the dark. And he's perfect on paper, but he's lying to my face. Does he think that I'm the kinda girl who needs to be saved?. . And there's one more boy; he's from my past. We fell in love, but it didn't last. 'Cause the second I figure it out he pushes me away. And I won't fight for love if you won't meet me halfway. And I say that I'm through, but this song's still for you. . All I want is love that lasts. Is all I want too much to ask?. Is it something wrong with me?. All I want is a good guy. Are my expectations far too high?. Try my best, but what can I say. All I have is myself at the end of the day. Shouldn't that be enough for me?. . Ooh ooh ooh ooh ooh ooh",
      "embed_url": "https://open.spotify.com/embed/track/1v6svH1Fyx9C1nIt1mA2DT?utm_source=generator"
    }
  ],
  "HSM: The Musical: The Series (Season 2)": [
    {
      "name": "The Rose Song",
      "text": "All my life I've seen myself through your eyes. Wonderin' if I am good enough for your time. You love me, but for all the wrong reasons. . Am I something to you and not someone?. 'Cause I feel trapped on this pedestal you put me on. You tell me that I'm beautiful, but I think that's an understatement. . 'Cause I am more than what I am to you. You say I'm perfect, but I've got thorns with my petals, too. And I won't be confined to your point of view. I'm breakin' through the glass you put me in. 'Cause my beauty's from within. Oh. My beauty's from within. Oh. . So, I am done livin' my life just for you. You watched me wither, and now you'll watch me bloom. You're hiding in the dark, but I'm reaching for the sun. Woo. . 'Cause I am more than what I am to you. You say I'm pretty, but I've got magic that you never knew. And I won't be confined to your point of view. I'm breakin' through the glass you put me in. 'Cause I am more than what I am to you. You say I'm perfect, but I've got thorns with my petals, too. And I won't be confined to your point of view. I'm breakin' through the glass you put me in. 'Cause my beauty's from within. . ",
      "embed_url": "https://open.spotify.com/embed/track/4qCySCQyiyLT2mVUOM2zdS?utm_source=generator"
    }
  ],
  "HSM: The Musical: The Series (Season 3)": [
    {
      "name": "You Never Know",
      "text": "A chapter begins, the pages turn in the wind. The story's so unpredictable. But the best is yet to come, whoa. . I open my eyes, and I can see the horizon. And the thrill's indescribable. In the California sun, it shows. . You never know. Which way the ride could take you. Or how a breeze can make you. Start down a brand new road. . You never know. What place you're gonna end up. Even better than you dreamt of. Right where you're meant to go. . You never know, oh, oh, oh. Know, oh, oh, oh. You never know, oh, oh, oh. Know, oh, oh, oh. . The summer is mine, I'm gonna give it a try. Another season of life for me. And I don't know what happens next, no. . But I'll embrace the mystery, see the forest for the trees. 'Cause branching out, there's no telling how much I can grow. . You never know. Which way the ride could take you. Or how a breeze can make you. Start down a brand new road. . You never know. What place you're gonna end up. Even better than you dreamt of. Right where you're meant to go. . You never know, oh, oh, oh. Know, oh, oh, oh. You never know, oh, oh, oh. . So this is 18 for me. There's something waiting for me. So this is 18 for me. . You never know. What place you're gonna end up. Even better than you dreamt of. Right where you're meant to go. . You never know, oh, oh, oh. Know, oh, oh, oh. You never know, oh, oh, oh. Know, oh, oh, oh. . You never know. (So this is 18 for me). You never know, oh, oh, oh. Know, oh, oh, oh. (There's something waiting for me). You never know, oh, oh, oh. Know, oh, oh, oh. (So this is 18 for me). You never know. . ",
      "embed_url": "https://open.spotify.com/embed/track/01tNpXoTjrqvb1zhG6wmop?utm_source=generator"
    }
  ],
  "The Jungle Book": [
    {
      "name": "The Bare Necessities",
      "text": "Look for the bare necessities. The simple bare necessities. Forget about your worries and your strife. I mean the bare necessities. Old Mother Nature's recipes. That bring the bare necessities of life. . Wherever I wander. Wherever I roam. I couldn't be fonder of my big home. The bees are buzzin' in the tree. To make some honey just for me. . When you look under the rocks and plants. And take a glance at the fancy ants. Then maybe try a few. The bare necessities of life will come to you. They'll come to you!. . Look for the bare necessities. The simple bare necessities. Forget about your worries and your strife. I mean the bare necessities. That's why a bear can rest at ease. With just the bare necessities of life. . Now when you pick a pawpaw. Or a prickly pear. And you prick a raw paw. Well, next time beware. Don't pick the prickly pear by the paw. When you pick a pear. Try to use the claw. But you don't need to use the claw. When you pick a pair of the big pawpaw. Have I given you a clue?. The bare necessities of life will come to you. They'll come to you!. . Look for the bare necessities. The simple bare necessities. Forget about your worries and your strife. I mean the bare necessities. That's why a bear can rest at ease. With just the bare necessities of life. With just the bare necessities of life. Yeah, man!. . ",
      "embed_url": "https://open.spotify.com/embed/track/7h5crXBSY5SSpXRIlklv74?utm_source=generator"
    }
  ],
  "The Lion King": [
    {
      "name": "Can You Feel the Love Tonight",
      "text": "[Timon:] I can see what's happening. [Pumbaa:] What?. [Timon:] And they don't have a clue!. [Pumbaa:] Who?. [Timon:] They'll fall in love and here's the bottom line. Our trio's down to two. [Pumbaa:] Oh. [Timon:] The sweet caress of twilight. There's magic everywhere. And with all this romantic atmosphere. Disaster's in the air. . [Chorus:] Can you feel the love tonight?. The peace the evening brings. The world, for once, in perfect harmony. With all its living things. . [Simba:] So many things to tell her. But how to make her see. The truth about my past?. Impossible!. She'd turn away from me. . [Nala:] He's holding back, he's hiding. But what, I can't decide. Why won't he be the king I know he is. The king I see inside?. . [Chorus:] Can you feel the love tonight?. The peace the evening brings. The world, for once, in perfect harmony. With all its living things. . Can you feel the love tonight?. You needn't look too far. Stealing through the night's uncertainties. Love is where they are. . [Timon:] And if he falls in love tonight. It can be assumed. [Pumbaa:] His carefree days with us are history. [Timon & Pumbaa:] In short, our pal is doomed. . ",
      "embed_url": "https://open.spotify.com/embed/track/6TL9gJE5JibG8QR6n26eCS?utm_source=generator"
    },
    {
      "name": "Circle of Life",
      "text": "From the day we arrive on the planet. And blinking, step into the sun. There's more to see than can ever be seen. More to do than can ever be done. . There's far too much to take in here. More to find than can ever be found. But the sun rolling high. Through the sapphire sky. Keeps great and small on the endless round. . It's the circle of life. And it moves us all. Through despair and hope. Through faith and love. Till we find our place. On the path unwinding. In the circle. The circle of life. . It's the circle of life. And it moves us all. Through despair and hope. Through faith and love. Till we find our place. On the path unwinding. In the circle. The circle of life. . ",
      "embed_url": "https://open.spotify.com/embed/track/2KPMRUOwr8yB32EMvIg8aT?utm_source=generator"
    },
    {
      "name": "Hakuna Matata",
      "text": "[Timon:] Hakuna Matata. What a wonderful phrase. [Pumbaa:] Hakuna Matata. Ain't no passing craze. [Timon:] It means no worries. For the rest of your days. [Timon & Pumbaa:] It's our problem-free philosophy. Hakuna Matata. . [Timon:] When he was a young warthog. [Pumbaa:] When I was a young warthog. [Timon:] He found his aroma lacked a certain appeal. He could clear the savannah after every meal. [Pumbaa:] I'm a sensitive soul though I seem thick-skinned. And it hurt that my friends never stood downwind. . And, oh, the shame!. [Timon:] He was ashamed!. [Pumbaa:] Thought of changin' my name. [Timon:] Oh, what's in a name?. [Pumbaa:] And I got downhearted. [Timon:] How'd you feel?. [Pumbaa:] Every time that I -. [Timon:] Hey, Pumbaa, not in front of the kids. [Pumbaa:] Oh, sorry. . [Timon & Pumbaa:] Hakuna Matata. What a wonderful phrase. Hakuna Matata. Ain't no passing craze. [Simba:] It means no worries. For the rest of your days. [Simba & Timon:] It's our problem-free. [Pumbaa:] Philosophy. [All three:] Hakuna Matata. . Hakuna Matata. Hakuna Matata. Hakuna Matata. Hakuna -. [Simba:] It means no worries. For the rest of your days. [All three:] It's our problem-free philosophy. Hakuna Matata. Hakuna Matata. Hakuna Matata. Hakuuuuuuna Matata. Hakuna Matata. Hakuna Matata. Hakuuuuna Matata. Hakuna Matata. . ",
      "embed_url": "https://open.spotify.com/embed/track/5khPZny1Hf4w1XyHrZ6T0n?utm_source=generator"
    },
    {
      "name": "I Just Can't Wait to Be King",
      "text": "[Simba:] I'm gonna be a mighty king. So enemies beware!. . [Zazu:] Well, I've never seen a king of beasts. With quite so little hair!. . [Simba:] I'm gonna be the main event. Like no king was before. I'm brushing up on looking down. I'm working on my roar!. . [Zazu:] Thus far, a rather uninspiring thing. . [Simba:] Oh, I just can't wait to be king!. . [Simba:] No one saying do this. . [Nala:] No one saying be there. . [Simba:] No one saying stop that!. . [Nala:] No one saying see here. . [Simba:] Free to run around all day. Free to do it all my way!. . [Zazu:] I think it's time that you and I. Arranged a heart to heart. . [Simba:] Kings don't need advice. From little hornbills for a start. . [Zazu:] If this is where the monarchy is headed. Count me out. Out of service, out of Africa. I wouldn't hang about!. This child is getting wildly out of wing. . [Simba:] Oh, I just can't wait to be king!. . Everybody look left. Everybody look right. Everywhere you look I'm. Standing in the spotlight. . [Zazu:] Not yet!. . [Animals:] Let every creature go for broke and sing. Let's hear it in the herd and on the wing. It's gonna be King Simba's finest fling. . [Simba:] Oh, I just can't wait to be king!. Oh, I just can't wait to be king!. Oh, I just can't wait to be king!. . ",
      "embed_url": "https://open.spotify.com/embed/track/2xUdYfY3LpJb4Iv37RypnO?utm_source=generator"
    }
  ],
  "The Lion King (live-action)": [
    {
      "name": "Can You Feel the Love Tonight",
      "text": "[Timon:] I can see what's happening. [Pumbaa:] I can't - what?. [Timon:] And they don't have a clue!. [Pumbaa:] Who's they?. [Timon:] They'll fall in love, and here's the bottom line. Our trio's down to two. [Pumbaa:] Oh, I get it. . [Timon:] The sweet caress of twilight. There's magic everywhere. [Pumbaa:] It's everywhere.. [Timon:] And with all this romantic atmosphere. Disaster's in the air!. . [Simba & Nala:] Can you feel the love tonight?. The peace the evening brings. The world, for once, in perfect harmony. With all its living things. . [Simba:] So many things to tell her. But how to make her see. The truth about my past?. Impossible!. She'd turn away from me. . [Nala:] He's holding back, he's hiding. But what, I can't decide. Why won't he be the king I know he is. The king I see inside?. . [Simba & Nala:] Can you feel the love tonight?. The peace the evening brings. The world, for once, in perfect harmony. With all its living things. . Can you feel the love tonight?. You needn't look too far. Stealing through the night's uncertainties. Love is where they are. . [Timon:] And if he falls in love tonight. It can be assumed. [Pumbaa:] His carefree days with us are history. [Timon & Pumbaa:] In short, our pal is doomed!. . ",
      "embed_url": "https://open.spotify.com/embed/track/6TL9gJE5JibG8QR6n26eCS?utm_source=generator"
    },
    {
      "name": "Circle of Life",
      "text": "Nants ingonyama bagithi Baba. Sithi uhm ingonyama. . Nants ingonyama bagithi Baba. Sithi uhm ingonyama. . Ingonyama. Siyo Nqoba. Ingonyama. . Ingonyama nengw' enamabala. Ingonyama nengw' enamabala. Ingonyama nengw' enamabala. Ingonyama nengw' enamabala. Ingonyama nengw' enamabala. Ingonyama nengw' enamabala. Ingonyama nengw' enamabala. Ingonyama nengw' enamabala. Ingonyama nengw' enamabala. . From the day we arrive on the planet. And, blinking, step into the sun. There's more to see than can ever be seen. More to do than can ever be done. . There's far too much to take in here. More to find than can ever be found. But the sun rolling high. Through the sapphire sky. Keeps great and small on the endless round. . It's the circle of life. And it moves us all. Through despair and hope. Through faith and love. Till we find our place. On the path unwinding. In the circle. The circle of life. . It's the circle of life. And it moves us all. Through despair and hope. Through faith and love. Till we find our place. On the path unwinding. In the circle. The circle of life. . ",
      "embed_url": "https://open.spotify.com/embed/track/2KPMRUOwr8yB32EMvIg8aT?utm_source=generator"
    },
    {
      "name": "Hakuna Matata",
      "text": "[Timon:] Hakuna Matata. What a wonderful phrase. [Pumbaa:] Hakuna Matata. It ain't no passing craze. [Timon:] It means no worries. For the rest of your days. [Timon & Pumbaa:] It's our problem-free philosophy. Hakuna Matata. . [Simba:] Hakuna Matata?. [Pumbaa:] Yeah, it's our motto. [Simba:] What's a motto?. [Timon:] Nothin'! What's a motto with you?. [Pumbaa:] Nice!. [Timon:] Boom!. [Pumbaa:] Those two words will solve all your problems.. [Timon:] Yeah, take Pumbaa, here.. . [Timon:] Why, when he was a young warthog. [Pumbaa:] When I was a young warthog. [Timon:] How you feelin'?. [Pumbaa:] It's an emotional story.. [Timon:] He found his aroma lacked a certain appeal. He could clear the savannah after every meal. [Pumbaa:] I'm a sensitive soul, although I seem thick-skinned. And it hurt that my friends never stood downwind. [Timon:] I was always here for you, and I resent that.. . [Pumbaa:] And, oh, the shame!. [Timon:] Yes, he was ashamed!. [Pumbaa:] I thought of changin' my name. [Timon:] I mean, to what, Brad?. [Pumbaa:] And I got downhearted every time that I farted. Are you gonna stop me?. [Timon:] No, I'm not, you disgust me!. . [Timon & Pumbaa:] Hakuna Matata. What a wonderful phrase. Hakuna Matata. Ain't no passing craze. [Simba:] It means no worries. For the rest of your days. [Pumbaa:] Yeah, sing it, kid.. [All three:] It's our problem-free philosophy. Hakuna Matata. . Hakuna Matata. Hakuna Matata. Hakuna Matata. Hakuna Matata. Hakuna Matata. . [Simba:] It means no worries. For the rest of your days. [All three:] It's our problem-free philosophy. [Simba:] Hakuna Matata, oh. Hakuna Matata, yeah. Hakuna Matata, oh, oh. It means no worries. For the rest of your days. [All three:] It's our problem-free philosophy. Hakuna Matata. . [Simba:] One more time!. [Timon:] Oh, no, I think we did it.. [Pumbaa:] I think we got this one.. [Simba:] But we're just getting in the groove.. [Timon:] No, let's leave them wantin' more.. [Pumbaa:] Yeah, you've grown 400 pounds since we started.. [Timon:] Meanwhile, I look exactly the same.. [Simba:] It means no worries, oh. . [Pumbaa:] Will you tell him to stop?. [Timon:] Well, you insisted we sing this song.. [Pumbaa:] I insisted? You started singing it!. [Timon:] It's our signature song. We shouldn't be sharing it.. [Pumbaa:] But it's our signature song, so we have to. [Timon:] Look, just tell him to stop.. [Simba:] It means no worries, oh. [Timon:] Oh, now he's riffing, Pumbaa. This is a nightmare.. [Pumbaa:] It actually is kinda getting better.. . ",
      "embed_url": "https://open.spotify.com/embed/track/5khPZny1Hf4w1XyHrZ6T0n?utm_source=generator"
    },
    {
      "name": "I Just Can't Wait to Be King",
      "text": "[Simba:] I'm gonna be a mighty king. So enemies beware!. . [Zazu:] Well, I've never seen a king of beasts. With quite so little hair. . [Simba:] I'm gonna be the main event. Like no king was before. I'm brushing up on looking down. I'm working on my roar!. . [Zazu:] Ho, ho, thus far, a rather uninspiring thing. . [Simba:] Oh, I just can't wait to be king!. . [Zazu:] You have rather a long way to go, young master. If you think -. . [Simba:] No one saying \"do this\". . [Zazu:] Now when I said that -. . [Nala:] No one saying \"be there\". . [Zazu:] What I meant was -. . [Simba:] No one saying \"stop that\"!. . [Nala:] No one saying \"see here\". . [Zazu:] Now, see here!. . [Simba:] Free to run around all day. . [Zazu:] Well, that's definitely out.. . [Simba:] Free to do it all my way!. . [Zazu:] I think it's time that you and I. Arranged a heart to heart. . [Nala:] Kings don't need advice. From little hornbills for a start. . [Zazu:] If this is where the monarchy is headed, count me out. Out of service, out of Africa, I wouldn't hang about!. This child is getting wildly out of wing - Simba!. . [Simba:] Oh, I just can't wait to be king!. . [Simba:] Everybody look left. . [Nala:] Everybody look right. . [Simba:] Everywhere you look I'm. . [Both:] Standing in the spotlight. . [Zazu:] Not yet!. . [Chorus:] Let every creature go for broke and sing. Let's hear it in the herd and on the wing. It's gonna be King Simba's finest fling. . [Simba:] Oh, I just can't wait to be king!. . [Nala and chorus:] Oh, he just can't wait to be king!. . [Simba:] Oh, I just can't wait to be king!. . ",
      "embed_url": "https://open.spotify.com/embed/track/2xUdYfY3LpJb4Iv37RypnO?utm_source=generator"
    }
  ],
  "The Little Mermaid": [
    {
      "name": "Kiss the Girl",
      "text": "There you see her. Sitting there across the way. She don't got a lot to say. But there's something about her. And you don't know why. But you're dying to try. You wanna kiss the girl. . Yes, you want her. Look at her, you know you do. Possible she wants you too. There is one way to ask her. It don't take a word. Not a single word. Go on and kiss the girl. . Sha la la la la la. My, oh, my. Look like the boy too shy. Ain't gonna kiss the girl. Sha la la la la la. Ain't that sad?. Ain't it a shame?. Too bad, he gonna miss the girl. . Now's your moment. Floating in a blue lagoon. Boy, you better do it soon. No time will be better. She don't say a word. And she won't say a word. Until you kiss the girl. . Sha la la la la la. Don't be scared. You got the mood prepared. Go on and kiss the girl. Sha la la la la la. Don't stop now. Don't try to hide it how. You wanna kiss the girl. Sha la la la la la. Float along. And listen to the song. The song say kiss the girl. . Sha la la la la la. The music play. Do what the music say. You gotta kiss the girl. . You've got to kiss the girl. Why don't you kiss the girl. Go on and kiss the girl. Go on and kiss the girl. . ",
      "embed_url": "https://open.spotify.com/embed/track/75VAFZAhvPSw1euEHg1fQU?utm_source=generator"
    },
    {
      "name": "Part of Your World",
      "text": "Look at this stuff. Isn't it neat?. Wouldn't ya think my collection's complete?. Wouldn't ya think I'm the girl. The girl who has everything?. . Look at this trove, treasures untold. How many wonders can one cavern hold?. Lookin' around here you'd think. Sure, she's got everything. . I've got gadgets and gizmos aplenty. I've got whosits and whatsits galore. You want thingamabobs?. I got twenty. But who cares?. No big deal. I want more. . I wanna be where the people are. I wanna see, wanna see 'em dancin'. Walkin' around on those -. What do ya call 'em? Oh, feet. Flippin' your fins you don't get too far. Legs are required for jumpin', dancin'. Strollin' along down a -. What's that word again? Street. . Up where they walk, up where they run. Up where they stay all day in the sun. Wanderin' free, wish I could be. Part of that world. . What would I give if I could live. Out of these waters?. What would I pay to spend a day. Warm on the sand?. . Betcha on land they understand. Bet they don't reprimand their daughters. Bright young women, sick of swimmin'. Ready to stand. . And ready to know what the people know. Ask 'em my questions and get some answers. What's a fire and why does it -. What's the word? Burn. . When's it my turn?. Wouldn't I love. Love to explore that shore up above?. Out of the sea, wish I could be. Part of that world. . ",
      "embed_url": "https://open.spotify.com/embed/track/7tUSJY4nsDBJTjd1UXKRsT?utm_source=generator"
    },
    {
      "name": "Poor Unfortunate Souls",
      "text": "I admit that in the past I've been a nasty. They weren't kidding when they called me, well, a witch. But you'll find that nowadays. I've mended all my ways. Repented, seen the light and made a switch. True? Yes. . And I fortunately know a little magic. It's a talent that I always have possessed. And here lately, please don't laugh. I use it on behalf. Of the miserable, lonely and depressed. (Pathetic). . Poor unfortunate souls. In pain. In need. This one longing to be thinner. That one wants to get the girl. And do I help them?. Yes, indeed. . Those poor unfortunate souls. So sad, so true. They come flocking to my cauldron. Crying, \"Spells, Ursula please!\". And I help them. Yes, I do. . Now it's happened once or twice. Someone couldn't pay the price. And I'm afraid I had to rake 'em 'cross the coals. Yes, I've had the odd complaint. But on the whole I've been a saint. To those poor unfortunate souls. . You'll have your looks!. Your pretty face! . And don't underestimate the importance of body language! Ha!. . The men up there don't like a lot of blabber. They think a girl who gossips is a bore. Yes, on land it's much preferred. For ladies not to say a word. And, after all, dear, what is idle prattle for?. . Come on, they're not all that impressed with conversation. True gentlemen avoid it when they can. But they dote and swoon and fawn. On a lady who's withdrawn. It's she who holds her tongue who gets her man. . Come on, you poor unfortunate soul. Go ahead!. Make your choice!. I'm a very busy woman. And I haven't got all day. It won't cost much. Just your voice!. . You poor unfortunate soul. It's sad. But true. If you want to cross a bridge, my sweet. You've got to pay the toll. Take a gulp and take a breath. And go ahead and sign the scroll!. Flotsam, Jetsam, now I've got her, boys. The boss is on a roll. This poor unfortunate soul!. . ",
      "embed_url": "https://open.spotify.com/embed/track/7zsw78LtXUD7JfEwH64HK2?utm_source=generator"
    },
    {
      "name": "Under the Sea",
      "text": "The seaweed is always greener. In somebody else's lake. You dream about going up there. But that is a big mistake. Just look at the world around you. Right here on the ocean floor. Such wonderful things surround you. What more are you looking for. . Under the sea. Under the sea. Darling it's better. Down where it's wetter. Take it from me. Up on the shore they work all day. Out in the sun they slave away. While we're devotin'. Full time to floatin'. Under the sea. . Down here all the fish is happy. As off through the waves they roll. The fish on the land ain't happy. They sad 'cause they in the bowl. But fish in the bowl is lucky. They in for a worser fate. One day when the boss get hungry. Guess who's goin' be on the plate. Oh no!. . Under the sea. Under the sea. Nobody beat us. Fry us and eat us. In fricassee. We what the land folks love to cook. Under the sea we off the hook. We got no troubles. Life is the bubbles. Under the sea. Under the sea. . Since life is sweet here. We got to be here. Naturally. Even the sturgeon and the ray. They get the urge and start to play. We got the spirit. You got to hear it. Under the sea. . The newt play the flute. The carp play the harp. The plaice pay the bass. And they soundin' sharp. The bass play the brass. The chub play the tub. The fluke is the duke of soul. . The ray he can play. The ling's on the strings. The trout rockin' out. The blackfish she sings. The smelt and the sprat. You know where it's at. And oh that blowfish blow. . Under the sea. Under the sea. When the sardine. Begin the beguine. It's music to me. What do they got a lot of sand. We got a hot crustacean band. . Each little clam here know how to jam here. Under the sea. Each little slug here cuttin' a rug here. Under the sea. Each little snail here know how to wail here. That's why it's hotter under the water. Yeah we in luck here. Down in the muck here. Under the sea. . ",
      "embed_url": "https://open.spotify.com/embed/track/6oYkwjI1TKP9D0Y9II1GT7?utm_source=generator"
    }
  ],
  "Mary Poppins": [
    {
      "name": "Supercalifragilisticexpialidocious",
      "text": "Um diddle um diddle um diddle ay. Um diddle um diddle um diddle ay. Supercalifragilisticexpialidocious!. Even though the sound of it . Is something quite atrocious. If you say it loud enough. You'll always sound precocious. Supercalifragilisticexpialidocious!. . Um diddle um diddle um diddle ay. Um diddle um diddle um diddle ay. Because I was afraid to speak . When I was just a lad. Me father gave me nose a tweak. And told me I was bad. But then one day I learned a word. That saved me aching nose. The biggest word you ever heard. And this is how it goes. . Oh, supercalifragilisticexpialidocious!. Even though the sound of it. Is something quite atrocious. If you say it loud enough. You'll always sound precocious. Supercalifragilisticexpialidocious!. . Um diddle um diddle um diddle ay. Um diddle um diddle um diddle ay. He travelled all around the world. And everywhere he went. He'd use his word and all would say:. \"There goes a clever gent\". When dukes and maharajahs. Passed the time of day with me. I'd say me special word. And then they'd ask me out to tea!. . Oh, supercalifragilisticexpialidocious!. Even though the sound of it . Is something quite atrocious. If you say it loud enough. You'll always sound precocious. Supercalifragilisticexpialidocious!. . Um diddle um diddle um diddle ay. Um diddle um diddle um diddle ay. So when the cat has got your tongue. There's no need for dismay . Just summon up this word . And then you've got a lot to say. But better use it carefully . Or it could change your life. One night I said it to me girl. And now me girl's me wife!. . She's supercalifragilisticexpialidocious!. Supercalifragilisticexpialidocious. Supercalifragilisticexpialidocious. Supercalifragilisticexpialidocious!. . ",
      "embed_url": "https://open.spotify.com/embed/track/5cvzqk8wsmLA9P7LrZCRb2?utm_source=generator"
    }
  ],
  "Moana": [
    {
      "name": "How Far I'll Go",
      "text": "I've been standing at the edge of the water. Long as I can remember. Never really knowing why. I wish I could be the perfect daughter. But I come back to the water. No matter how hard I try. . Every turn I take. Every trail I track. Every path I make. Every road leads back to the place I know. Where I cannot go. Where I long to be. . See the line where the sky meets the sea. It calls me. No one knows how far it goes. If the wind in my sail on the sea stays behind me. One day I'll know. If I go there's just no telling how far I'll go. . I know everybody on this island. Seems so happy on this island. Everything is by design. I know everybody on this island. Has a role on this island. So maybe I can roll with mine. . I can lead with pride. I can make us strong. I'll be satisfied if I play along. But the voice inside sings a different song. What is wrong with me. . See the light as it shines on the sea. It's blinding. But no one knows how deep it goes. And it seems like it's calling out to me. So come find me. And let me know. What's beyond that line. Will I cross that line. . See the line where the sky meets the sea. It calls me. And no one knows how far it goes. If the wind in my sail on the sea stays behind me. One day I'll know. How far I'll go. . ",
      "embed_url": "https://open.spotify.com/embed/track/6mb6lVLNrcUgLnEN8QnDJd?utm_source=generator"
    },
    {
      "name": "Where You Are",
      "text": "[Chief Tui]: Moana, make way, make way!. Moana, it's time you knew. The village of Motunui is. All you need. . The dancers are practising. They dance to an ancient song. (Who needs a new song? This old one's all we need). . This tradition is our mission. And Moana, there's so much to do. (Make way!). Don't trip on the taro root. That's all you need. . We share everything we make. (We make). We joke and we weave our baskets. (Aha!). The fishermen come back from the sea. . [Moana]: I wanna see. . [Chief Tui]: Don't walk away. Moana, stay on the ground now. Our people will need a chief. And there you are. . [Chief Tui and Sina]: There comes a day. When you're gonna look around. And realize happiness is. Where you are. . [Chief Tui]: Consider the coconut. (The what?). Consider its tree. We use each part of the coconut. That's all we need. . [Sina]: We make our nets from the fibers. (We make our nets from the fibers). The water is sweet inside. (The water is sweet inside). We use the leaves to build fires. (We use the leaves to build fires). We cook up the meat inside. (We cook up the meat inside). . [Chief Tui]: Consider the coconuts. (Consider the coconuts). The trunks and the leaves. (Ha!). The island gives us what we need. . [Moana]: And no one leaves. . [Chief Tui]: That's right, we stay. We're safe and we're well provided. And when we look to the future. There you are. . You'll be okay. In time you'll learn just as I did. [Chief Tui and Sina]: You must find happiness right. Where you are. . [Gramma Tala]: I like to dance with the water. The undertow and the waves. The water is mischievous. Ha! I like how it misbehaves. . The village may think I'm crazy. Or say that I drift too far. But once you know what you like, well. There you are. . You are your father's daughter. Stubbornness and pride. Mind what he says but remember. You may hear a voice inside. And if the voice starts to whisper. To follow the farthest star. Moana, that voice inside is. Who you are. . [Villagers]: We make our nets from the fibers. (We weave our nets from the fibers). The water is sweet inside. (A real tasty treat inside). We use the leaves to build fires. (We sing these songs in our choir). We cook up the meat inside. (We have mouths to feed inside). . [Chief Tui]: The village believes in us. (That's right!). The village believes. (Ha!). The island gives us what we need. And no one leaves. . [Moana]: So here I'll stay. My home, my people beside me. And when I think of tomorrow. There we are. . I'll lead the way. I'll have my people to guide me. We'll build our future together. [Villagers]: Where we are. . [Moana]: 'Cause every path leads you back to. [Villagers]: Where you are. [Moana]: You can find happiness right. [Villagers]: Where you are. Where you are. . ",
      "embed_url": "https://open.spotify.com/embed/track/2bwSCIuNtVrQPVddCi8sOW?utm_source=generator"
    },
    {
      "name": "You're Welcome",
      "text": "I see what's happening, yeah. You're face to face with greatness, and it's strange. You don't even know how you feel. It's adorable!. Well, it's nice to see that humans never change. . Open your eyes, let's begin. Yes, it's really me, it's Maui: breathe it in. . I know it's a lot: the hair, the bod!. When you're staring at a demigod. . What can I say except you're welcome. For the tides, the sun, the sky. Hey, it's okay, it's okay. You're welcome. I'm just an ordinary demiguy. . Hey!. What has two thumbs and pulled up the sky. When you were waddling yay high. This guy!. . When the nights got cold. Who stole you fire from down below. You're lookin' at him, yo. . Oh, also I lassoed the sun. You're welcome!. To stretch the days and bring you fun. . Also I harnessed the breeze. You're welcome!. To fill your sails and shake your trees. . So what can I say except you're welcome. For the islands I pulled from the sea. There's no need to pray, it's okay. You're welcome!. Ha, I guess it's just my way of being me. You're welcome!. You're welcome!. . Well, come to think of it. Kid, honestly I could go on and on. I can explain every natural phenomenon. The tide, the grass, the ground, oh. That was Maui just messing around. . I killed an eel. I buried its guts. Sprouted a tree, now you got coconuts. What's the lesson. What is the take-away. Don't mess with Maui when he's on a breakaway. . And the tapestry here on my skin. Is a map of the victories I win. Look where I've been. I make everything happen. Look at that mean mini-Maui just tickety-tappin'. Ha! Ha! Ha! Ha! Ha! Ha! Hey!. . Well, anyway let me say you're welcome. (You're welcome). For the wonderful world you know. Hey, it's okay, it's okay. You're welcome. (You're welcome). Well, come to think of it, I gotta go. . Hey, it's your day to say you're welcome. (You're welcome). 'Cause I'm gonna need that boat. I'm sailing away, away. You're welcome. (You're welcome). 'Cause Maui can do everything but float. . (You're welcome). You're welcome. (You're welcome). You're welcome. And thank you!. . ",
      "embed_url": "https://open.spotify.com/embed/track/6U4VqEHy4n5VeiH4pQPL24?utm_source=generator"
    }
  ],
  "Mulan": [
    {
      "name": "A Girl Worth Fighting For",
      "text": "[Soldiers:] For a long time we've been marching off to battle. [Yao:] In our thundering herd we feel a lot like cattle. [Soldiers:] Like the pounding beat our aching feet. Aren't easy to ignore. [Ling:] Hey! Think of instead a girl worth fighting for. [Mulan:] Huh?. [Ling:] That's what I said. A girl worth fighting for. . [Ling:] I want her paler than the moon. With eyes that shine like stars. [Yao:] My girl will marvel at my strength. Adore my battle scars. [Chien-Po:] I couldn't care less what she'll wear. Or what she looks like. It all depends on what she cooks like. Beef, pork, chicken, mmmh.... . [Yao:] Bet the local girls thought you were quite the charmer. [Ling:] And I'll bet the ladies love a man in armor. [Soldiers:] You can guess what we have missed the most. Since we went off to war. [Ling:] What do we want?. [Soldiers:] A girl worth fighting for. . [Yao:] My girl will think I have no faults. [Chien-Po:] That I'm a major find. [Mulan:] How 'bout a girl who's got a brain. Who always speaks her mind?. [Others:] Nah!. [Ling:] My manly ways and turn of phrase are sure to thrill her. [Yao:] He thinks he's such a lady-killer. . [Chi-Fu:] I've a girl back home who's unlike any other. [Yao:] Yeah, the only girl who'd love him is his mother. [Soldiers:] But when we come home in victory. They'll line up at the door. [Ling:] What do we want?. [Soldiers:] A girl worth fighting for. [Ling:] Wish that I had. [Soldiers:] A girl worth fighting for. . ",
      "embed_url": "https://open.spotify.com/embed/track/3wjgPeXocinhLyPL37p70e?utm_source=generator"
    },
    {
      "name": "Honor to Us All",
      "text": "[Bather:] This is what you give me to work with?. Well, honey, I've seen worse. We are gonna turn this sow's ear. Into a silk purse. . We'll have you. Washed and dried. Primped and polished till you glow with pride. Trust my recipe for instant bride. You'll bring honor to us all. . Wait and see. When we're through. [Hairdresser:] Boys will gladly go to war for you. [Bather:] With good fortune. [Hairdresser:] And a great hairdo. [Both:] You'll bring honor to us all. . [Chorus:] A girl can bring her family. Great honor in one way. By striking a good match. And this could be the day. . [Seamstress 1:] Men want girls with good taste. [Seamstress 2:] Calm. [Fa Li:] Obedient. [Seamstress 1:] Who work fast-paced. [Fa Li:] With good breeding. [Seamstress:] And a tiny waist. [All three:] You'll bring honor to us all. . [Chorus:] We all must serve our emperor. Who guards us from the Huns. A man by bearing arms. A girl by bearing sons. . [Makeup artist & Fa Li:] When we're through you can't fail. Like a lotus blossom soft and pale. How could any fellow say \"no sale\". You'll bring honor to us all. . [Grandmother Fa:] Beads of jade for beauty. You must proudly show it. Now add a cricket just for luck. And even you can't blow it. . [Mulan:] Ancestors. Hear my plea. Help me not to make a fool of me. And to not uproot my family tree. Keep my father standing tall. . [Chorus:] Scarier than the undertaker. We are meeting our matchmaker. . Destiny. Guard our girls. And our future as it fast unfurls. Please look kindly on these cultured pearls. Each a perfect porcelain doll. . Please bring honor to us. Please bring honor to us. Please bring honor to us. Please bring honor to us. Please bring honor to us all. . ",
      "embed_url": "https://open.spotify.com/embed/track/78EMhiyAcalWWtnpk20Eoo?utm_source=generator"
    },
    {
      "name": "Reflection",
      "text": "Look at me. I will never pass for a perfect bride. Or a perfect daughter. Can it be. I'm not meant to play this part?. . Now I see. That if I were truly to be myself. I would break my family's heart. . Who is that girl I see. Staring straight back at me?. Why is my reflection someone I don't know?. . Somehow I cannot hide who I am, though I've tried. When will my reflection show who I am inside?. When will my reflection show who I am inside?. . ",
      "embed_url": "https://open.spotify.com/embed/track/4ASPjY65S7crmZBHML0L8d?utm_source=generator"
    }
  ],
  "Mulan (Live-Action)": [
    {
      "name": "Reflection",
      "text": "Look at me. You may think you see who I really am. But you'll never know me. Every day. It's as if I play a part. Now I see. If I wear a mask I can fool the world. But I cannot fool my heart. . Who is that girl I see. Staring straight back at me. When will my reflection show who I am inside. . I am now. In a world where I have to hide my heart. And what I believe in. But somehow. I will show the world what's inside my heart. And be loved for who I am. . Who is that girl I see. Staring straight back at me. Why is my reflection someone I don't know. Must I pretend that I'm. Someone else for all time. When will my reflection show who I am inside. . There's a heart that must be free to fly. That burns with a need to know the reason why. . Why must we all conceal. What we think and how we feel. Must there be a secret me I'm forced to hide. I won't pretend that I'm. Someone else for all time. When will my reflection show who I am inside. When will my reflection show who I am inside. . ",
      "embed_url": "https://open.spotify.com/embed/track/4ASPjY65S7crmZBHML0L8d?utm_source=generator"
    }
  ],
  "Pinocchio": [
    {
      "name": "When You Wish Upon a Star",
      "text": "When you wish upon a star. Makes no difference who you are. Anything your heart desires. Will come to you. . If your heart is in your dream. No request is too extreme. When you wish upon a star. As dreamers do. . Like a bolt out of the blue. Fate steps in and sees you through. When you wish upon a star. Your dreams come true. . ",
      "embed_url": "https://open.spotify.com/embed/track/1WrPa4lrIddctGWAIYYfP9?utm_source=generator"
    }
  ],
  "Pinocchio (Live-Action)": [
    {
      "name": "When You Wish Upon a Star",
      "text": "When you wish upon a star. Makes no difference who you are. Anything your heart desires. Will come to you. . If your heart is in your dream. No request is too extreme. When you wish upon a star. As dreamers do. . Fate is kind. She brings to those who love. The sweet fulfillment of. Their secret longing. . Like a bolt out of the blue. Fate steps in and sees you through. When you wish upon a star. Your dreams come true. . ",
      "embed_url": "https://open.spotify.com/embed/track/1WrPa4lrIddctGWAIYYfP9?utm_source=generator"
    }
  ],
  "Pocahontas": [
    {
      "name": "Colors of the Wind",
      "text": "You think I'm an ignorant savage. And you've been so many places. I guess it must be so. But still I cannot see. If the savage one is me. How can there be so much that you don't know. You don't know. . You think you own whatever land you land on. The earth is just a dead thing you can claim. But I know every rock and tree and creature. Has a life, has a spirit, has a name. . You think the only people who are people. Are the people who look and think like you. But if you walk the footsteps of a stranger. You'll learn things you never knew you never knew. . Have you ever heard the wolf cry to the blue corn moon. Or asked the grinning bobcat why he grinned. Can you sing with all the voices of the mountains. Can you paint with all the colors of the wind. Can you paint with all the colors of the wind. . Come run the hidden pine trails of the forest. Come taste the sun-sweet berries of the earth. Come roll in all the riches all around you. And for once never wonder what they're worth. . The rainstorm and the river are my brothers. The heron and the otter are my friends. And we are all connected to each other. In a circle, in a hoop that never ends. . How high will the sycamore grow. If you cut it down, then you'll never know. And you'll never hear the wolf cry to the blue corn moon. For whether we are white or copper-skinned. We need to sing with all the voices of the mountains. We need to paint with all the colors of the wind. . You can own the earth and still. All you'll own is earth until. You can paint with all the colors of the wind. . ",
      "embed_url": "https://open.spotify.com/embed/track/1OYOLWqKmhkFIx2KC9ek1a?utm_source=generator"
    }
  ],
  "The Princess and the Frog": [
    {
      "name": "Dig a Little Deeper",
      "text": "[Mama Odie:] Don't matter what you look like. Don't matter what you wear. How many rings you got on your finger. We don't care. (No we don't care). . Don't matter where you come from. Don't even matter what you are. A dog, a pig, a cow, a goat. Had 'em all in here. (We had 'em all in here). . And they all knew what they wanted. What they wanted me to do. I told 'em what they needed. Just like I be telling you. . [Chorus:] You got to dig a little deeper. [Mama Odie:] Find out who you are. [Chorus:] You got to dig a little deeper. [Mama Odie:] It really ain't that far. . When you find out who you are. You'll find out what you need. [Chorus:] Blue skies and sunshine guaranteed. [Mama Odie:] You got to dig (dig). You got to dig (dig). . Prince Froggy is a rich little boy. You wanna be rich again. That ain't gonna make you happy now. Did it make you happy then? No!. [Chorus:] Money ain't got no soul. Money ain't got no heart. [Mama Odie:] All you need is some self-control. Make yourself a brand new start. . [Chorus:] You got to dig a little deeper. [Mama Odie:] Don't have far to go. [Chorus:] You got to dig a little deeper. [Mama Odie:] Tell the people Mama told you so. . Can't tell you what you'll find. Maybe love will grant you peace of mind. Dig a little deeper, and you'll know. . Miss Froggy, might I have a word?. You's a hard one, that's what I heard. Your daddy was a loving man. Family through and through. You your daddy's daughter. What he had in him you got in you. . [Chorus:] You got to dig a little deeper. [Mama Odie:] For you, it's gonna be tough. [Chorus:] You got to dig a little deeper. [Mama Odie:] You ain't dug near far enough. . Dig down deep inside yourself. You'll find out what you need. [Chorus:] Blue skies and sunshine guaranteed. [Mama Odie:] Open up the windows. Let in the light, children. [Chorus:] Blue skies and sunshine. Blue skies and sunshine. [Tiana:] Blue skies and sunshine. [Mama Odie:] Guaranteed. . ",
      "embed_url": "https://open.spotify.com/embed/track/7kh64k3P9Fk4EsA6vOdwmj?utm_source=generator"
    },
    {
      "name": "Down in New Orleans (Finale)",
      "text": "In the South Land there's a city. Way down on the river. Where the women are very pretty. And all the men deliver. . They got music. It's always playin'. Start in the daytime, go all through the night. And when you hear that music playin'. Hear what I'm saying, it'll make ya feel alright. . Grab somebody, come on down. Bring your paintbrush, we're painting the town. There's some sweetness going around. Dreams do come true in New Orleans. . ",
      "embed_url": "https://open.spotify.com/embed/track/1fvc8FP8MUrIbHGYb4kF89?utm_source=generator"
    },
    {
      "name": "When We're Human",
      "text": "[Louis:] If I were a human being. I'd head straight for New Orleans. And I'd blow this horn so hot and strong. Like no one they'd ever seen. . Louis Armstrong, Mister Sidney Bechet. All the boys gonna step aside. When they hear this old ex-gator play. Listen!. . When I'm human. As I hope to be. I'm gonna blow this horn till the cows come home. And everyone's gonna bow down to me. Thank you! Thank you!. Aw, thank you! I love you too, baby!. . [Naveen:] When I'm myself again. I want just the life I had. A great big party every night. That doesn't sound too bad. . A redhead on my left arm. A brunette on my right. A blonde or two to hold a candle. Doesn't that seem just about right. Eh, Louis?. . Life is short. When you're done, you're done. We're on this Earth to have some fun. And that's the way things are. . When I'm human. And I'm gonna be. I'm gonna tear it up like I did before. That's a royal guarantee. . [Tiana:] Your modesty becomes you. And your sense of responsibility. I worked hard for everything I got. And that's the way it's supposed to be. . When I'm a human being. At least I'll act like one. If you do your best each and every day. Good things are sure to come your way. . What you give is what you get. My daddy said that and I'll never forget. And I recommend it to you. . [All three:] When we're human. And we're gonna be. . [Louis:] I'm gonna blow my horn. . [Naveen:] I'm gonna live the high life. . [Tiana:] I'm gonna do my best to take my place in the sun. . [Tiana & Naveen:] When we're human!. . ",
      "embed_url": "https://open.spotify.com/embed/track/2g2kJZcu1cFTw4aKE7w9Iq?utm_source=generator"
    }
  ],
  "Robin Hood": [
    {
      "name": "Love",
      "text": "Love. It seems like only yesterday. You were just a child at play. Now you're all grown up inside of me. Oh, how fast those moments flee. . Once we watched a lazy world go by. Now the days seem to fly. Life is brief, but when it's gone. Love goes on and on. . Love will live. Love will last. Love goes on. And on and on. . Once we watched a lazy world go by. Now the days seem to fly. Life is brief, but when it's gone. Love goes on and on. . ",
      "embed_url": "https://open.spotify.com/embed/track/3M6YfoPwvvTHK1mnCQmqHI?utm_source=generator"
    }
  ],
  "Sleeping Beauty": [
    {
      "name": "Once Upon a Dream",
      "text": "I know you. I walked with you once upon a dream. I know you. The gleam in your eyes is so familiar a gleam. Yet I know it's true. That visions are seldom all they seem. . But if I know you. I know what you'll do. You'll love me at once. The way you did once upon a dream. . But if I know you. I know what you'll do. You'll love me at once. The way you did once upon a dream. . I know you. I walked with you once upon a dream. I know you. The gleam in your eyes is so familiar a gleam. And I know it's true. That visions are seldom all they seem. . But if I know you. I know what you'll do. You'll love me at once. The way you did once upon a dream. . ",
      "embed_url": "https://open.spotify.com/embed/track/3liiZRlJxa8GeLUgWMoIeu?utm_source=generator"
    }
  ],
  "Tangled": [
    {
      "name": "I See the Light",
      "text": "[Rapunzel:] All those days watching from the windows. All those years outside looking in. All that time never even knowing. Just how blind I've been. . Now I'm here, blinking in the starlight. Now I'm here, suddenly I see. Standing here, it's all so clear. I'm where I'm meant to be. . And at last I see the light. And it's like the fog has lifted. And at last I see the light. And it's like the sky is new. And it's warm and real and bright. And the world has somehow shifted. All at once everything looks different. Now that I see you. . [Eugene:] All those days, chasing down a daydream. All those years, living in a blur. All that time, never truly seeing. Things the way they were. Now she's here, shining in the starlight. Now she's here, suddenly I know. If she's here, it's crystal clear. I'm where I'm meant to go. . [Both:] And at last I see the light. [Eugene:] And it's like the fog has lifted. [Both:] And at last I see the light. [Rapunzel:] And it's like the sky is new. [Both:] And it's warm and real and bright. And the world has somehow shifted. . All at once everything looks different. Now that I see you. Now that I see you. . ",
      "embed_url": "https://open.spotify.com/embed/track/0TuUCbB6uvIW0tJaxCSRBJ?utm_source=generator"
    },
    {
      "name": "I've Got a Dream",
      "text": "[Hook Hand:] I'm malicious, mean and scary. My sneer could curdle dairy. And violence-wise my hands are not the cleanest. But despite my evil look. And my temper and my hook. I've always yearned to be a concert pianist. . Can't you see me on the stage performing Mozart. Tickling the ivories till they gleam. Yep, I'd rather be called deadly. For my killer show-tune medley. 'Cause way down deep inside I've got a dream. . [Thugs:] He's got a dream. He's got a dream. . [Hook Hand:] See, I ain't as cruel and vicious as I seem. Though I do like breaking femurs. You can count me with the dreamers. Like everybody else, I've got a dream. . [Big Nose:] I've got scars and lumps and bruises. Plus something here that oozes. And let's not even mention my complexion. But despite my extra toes. And my goiter. And my nose. I really want to make a love connection. . Can't you see me with a special little lady. Rowing in a rowboat down the stream. Though I'm one disgusting blighter. I'm a lover, not a fighter. 'Cause way down deep inside I've got a dream. . [Big Nose:] I've got a dream. [Thugs:] He's got a dream. [Big Nose:] I've got a dream. [Thugs:] He's got a dream. . [Big Nose:] And I know one day romance will reign supreme. Though my face leaves people screaming. There's a child behind it dreaming. Like everybody else, I've got a dream. . [Thug 1:] Toll would like to quit and be a florist. [Thug 2:] Gunter does interior design. [Thug 3:] Urf is into mime. [Thug 4:] Attila's cupcakes are sublime. [Thugs:] Bruiser knits. Killer sews. Ven does little puppet shows. [Hook Hand:] And Vladimir collects ceramic unicorns. . [Flynn:] I have dreams like you, no really. Just much less touchy-feely. They mainly happen somewhere warm and sunny. On an island that I own. Tanned and rested and alone. Surrounded by enormous piles of money. . [Rapunzel:] I've got a dream. [Thugs:] She's got a dream. [Rapunzel:] I've got a dream. [Thugs:] She's got a dream. . [Rapunzel:] I just want to see the floating lanterns gleam. And with every passing hour. I'm so glad I left my tower. Like all you lovely folks, I've got a dream. . [Thugs:] She's got a dream. She's got a dream. They got a dream. We've got a dream. So our differences ain't really that extreme. We're one big team!. . Call us brutal. Sick. Sadistic. And grotesquely optimistic. 'Cause way down deep inside we've got a dream. . I've got a dream. I've got a dream. I've got a dream. I've got a dream. I've got a dream. I've got a dream. . [All:] Yes, way down deep inside, I've got a dream. Yeah!. . ",
      "embed_url": "https://open.spotify.com/embed/track/0TCt7OFRdD8PQ6vTRQxNgQ?utm_source=generator"
    },
    {
      "name": "Mother Knows Best",
      "text": "You want to go outside? Why, Rapunzel. Look at you, as fragile as a flower. Still a little sapling, just a sprout. You know why we stay up in this tower. That's right, to keep you safe and sound, dear. . Guess I always knew this day was coming. Knew that soon you'd want to leave the nest. Soon, but not yet. Trust me, pet. Mother knows best. . Mother knows best. Listen to your mother. It's a scary world out there. Mother knows best. One way or another. Something will go wrong, I swear. . Ruffians, thugs, poison ivy, quicksand. Cannibals and snakes, the plague. Also large bugs, men with pointy teeth and -. Stop, no more, you'll just upset me. . Mother's right here. Mother will protect you. Darling, here's what I suggest. Skip the drama. Stay with mama. Mother knows best. . Mother knows best. Take it from your mumsy. On your own, you won't survive. Sloppy, under-dressed. Immature, clumsy - please!. They'll eat you up alive. Gullible, naive. Positively grubby. Ditzy and a bit, well, hmm...vague. Plus, I believe. Gettin' kinda chubby. I'm just saying cause I wuv you. . Mother understands. Mother's here to help you. All I have is one request. . Don't forget it. You'll regret it. Mother knows best. . ",
      "embed_url": "https://open.spotify.com/embed/track/1lOSxJNCLvWm2bYaTcTSmK?utm_source=generator"
    },
    {
      "name": "Mother Knows Best (Reprise)",
      "text": "Why would he like you, come on now, really. Look at you, you think that he's impressed?. Don't be a dummy. Come with mummy. . Rapunzel knows best. Rapunzel's so mature now. Such a clever, grown-up miss. Rapunzel knows best. Fine, if you're so sure now. Go ahead then, give him this. . This is why he's here. Don't let him deceive you. Give it to him, watch, you'll see. Trust me, my dear. That's how fast he'll leave you. I won't say I told you so. . No, Rapunzel knows best. So if he's such a dreamboat. Go and put him to the test. If he's lying. Don't come crying. Mother knows best. . ",
      "embed_url": "https://open.spotify.com/embed/track/1nrXPF5szKZhHr0iANiPcS?utm_source=generator"
    }
  ],
  "Tarzan": [
    {
      "name": "Strangers Like Me",
      "text": "Whatever you do, I'll do it too. Show me everything and tell me how. It all means something. And yet nothing to me. . I can see there's so much to learn. It's all so close and yet so far. I see myself as people see me. Oh, I just know there's something bigger out there. . I wanna know, can you show me. I wanna know about these strangers like me. Tell me more, please show me. Something's familiar about these strangers like me. . Every gesture, every move that she makes. Makes me feel like never before. Why do I have. This growing need to be beside her. . All these emotions I never knew. Of some other world far beyond this place. Beyond the trees, above the clouds. I see before me a new horizon. . I wanna know, can you show me. I wanna know about these strangers like me. Tell me more, please show me. Something's familiar about these strangers like me. . Come with me now to see my world. Where there's beauty beyond your dreams. Can you feel the things I feel. Right now, with you. Take my hand. There's a world I need to know. . I wanna know, can you show me. I wanna know about these strangers like me. Tell me more, please show me. Something's familiar about these strangers like me. . ",
      "embed_url": "https://open.spotify.com/embed/track/5Zb6JxSEcjsUNrINcAyAYJ?utm_source=generator"
    },
    {
      "name": "You'll Be in My Heart",
      "text": "Come, stop your crying. It will be all right. Just take my hand. Hold it tight. I will protect you. From all around you. I will be here. Don't you cry. . For one so small. You seem so strong. My arms will hold you. Keep you safe and warm. This bond between us. Can't be broken. I will be here. Don't you cry. . 'Cause you'll be in my heart. Yes, you'll be in my heart. From this day on. Now and forever more. You'll be in my heart. No matter what they say. You'll be here in my heart always. . Why can't they understand the way we feel. They just don't trust what they can't explain. I know we're different but deep inside us. We're not that different at all. . And you'll be in my heart. Yes, you'll be in my heart. From this day on. Now and forever more. . Don't listen to them. 'Cause what do they know. We need each other to have, to hold. They'll see in time, I know. When destiny calls you, you must be strong. I may not be with you, but you've got to hold on. They'll see in time, I know. We'll show them together. . 'Cause you'll be in my heart. Believe me, you'll be in my heart. I'll be there from this day on. Now and forever more. Ooh, you'll be in my heart. You'll be here in my heart. No matter what they say. I'll be with you. You'll be here in my heart. I'll be there. Always. Always. I'll be with you. I'll be there for you always. Always and always. Just look over your shoulder. Just look over your shoulder. Just look over your shoulder. I'll be there always. . ",
      "embed_url": "https://open.spotify.com/embed/track/4Y8vb1uy9IjM2V1hqvrAid?utm_source=generator"
    }
  ],
  "Toy Story": [
    {
      "name": "You've Got a Friend in Me",
      "text": "You've got a friend in me. You've got a friend in me. When the road looks rough ahead. And you're miles and miles. From your nice warm bed. Just remember what your old pal said. Boy, you've got a friend in me. Yeah, you've got a friend in me. . You've got a friend in me. You've got a friend in me. If you've got troubles, I've got 'em too. There isn't anything I wouldn't do for you. We stick together, we can see it through. 'Cause you've got a friend in me. Yeah, you've got a friend in me. . Some other folks might be. A little bit smarter than I am. Bigger and stronger, too. Maybe. But none of them will ever love you. The way I do, it's me and you, boy. . And as the years go by. Our friendship will never die. You're gonna see it's our destiny. You've got a friend in me. You've got a friend in me. You've got a friend in me. . ",
      "embed_url": "https://open.spotify.com/embed/track/2stkLJ0JNcXkIRDNF3ld6c?utm_source=generator"
    }
  ],
  "Turning Red": [
    {
      "name": "1 True Love",
      "text": "Ooh, yeah, yeah. Heavy rain from my cloudy eyes. Every time you say that it isn't wise to call you babe. But you're the light of my life. I drove by your house 29 times today. Nobody else could make me feel this way. Nobody else. Nobody else, nobody. . 'Cause you've opened my eyes and stolen my heart. You make me believe that love can be art. And I could never survive a minute apart. You are my 1 true love, my 1 true love. My heaven above, my 1 true love. . Heavy rain on a Saturday. When you said my name in the saddest way. Nothing numbs the pain; you're still the light of my life. I drove by your house 10 thousand times last year. Nobody else wanted to dry my tears. Nobody else. Nobody else, nobody else. . 'Cause you've opened my eyes and stolen my heart. You make me believe that love can be art. And I could never survive a minute apart. You are my 1 true love, my 1 true love. My heaven above, my 1 true love. Yeah, yeah. Nobody else. Nobody else. . ",
      "embed_url": "https://open.spotify.com/embed/track/2dJ1UJEQQq3jkLSJP4ZIoi?utm_source=generator"
    },
    {
      "name": "Nobody Like U",
      "text": "Yeah, yeah, oh, yeah. . I've never met nobody like you. Had friends and I've had buddies, it's true. But they don't turn my tummy the way you do. I've never met nobody like you. Oh, yeah, yeah. . You're never not on my mind, oh my, oh my. I'm never not by your side, your side, your side. I'm never gon' let you cry, oh, cry, don't cry. I'll never not be your ride or die, alright. . Let's call it what it is, it's a masterpiece. Gotta whole lotta love for them city streets (Glendale). Tonight is the place to be, got a big boom box and a new CD. Come on, everybody let's tear it up. If you want mad skills, you can share with us. I want everybody to stop and stare. And you know why, it's me (Robaire). . Whoo, uh. It's too good. Yeah, ha, ha, ha. Let's go. . You're never not on my mind, oh my, oh my. I'm never not by your side, your side, your side. I'm never gon' let you cry, oh, cry, don't cry. I'll never not be your ride or die, alright. . Li-Li-Li-Li-Li-Li-Like you. Li-Li-Li-Li-Li-Li-Like you. Li-Li-Li-Li-Li-Li-Like you. Like you, like you. Li-Li-Li-Li-Li-Li-Like you. Li-Li-Li-Li-Li-Li-Like you. Li-Li-Li-Li-Li-Li-Like you. Like you, like you. . I've never met nobody like you. Had friends and I've had buddies, it's true. But they don't turn my tummy the way you do. I've never met nobody like you. . You're never not on my mind, oh my, oh my. I'm never not by your side, your side, your side. \nI'm never gon' let you cry, oh, cry, don't cry. I'll never not be your ride or die, alright. . ",
      "embed_url": "https://open.spotify.com/embed/track/4bV5sf2B4hWBBd5HQ8S7KB?utm_source=generator"
    },
    {
      "name": "U Know What's Up",
      "text": "You know what's up. You know it's us, yeah. You wanted it, you went for it. And baby, you got it (You know what's up). You wanted it, you went for it. You know it's us, yeah. . I'm gonna make it all the way, just watch me. I'm gonna hustle every day (Ooh-whoa). I'm making paper like it's origami. I only came to win the game, can't stop me, yeah. . You wanted it, you went for it. And baby, you got it. I wanted it, I went for it. And baby, I did it on my o-o-o-o-own. Did it on my o-o-o-o-own. O-o-o-o-own, did it on my own, yeah. You know what's up. You know it's us, yeah. . Ladies and gentlemen, listen up. I'm gonna ask you a few questions. And I just want you to be honest with me. You want those shoes? You want that shirt?. You want that car? You want that purse?. Ha, I'm gonna need you to convince me. You ready? Here we go. . You want it? (I want it). You want it? (I want it). You want it? (I want it). Louder. You want it? (I want it). You want it? (I want it). You want it? (I want it). Give me one, two, three, four. . You wanted it, you went for it. And baby, you got it. I wanted it, I went for it. And baby, I did it on my o-o-o-o-own. Did it on my o-o-o-o-own. O-o-o-o-own, did it on my own, yeah. Whoo!. You know what's up. You know it's us, yeah. . You wanted it, you went for it. And baby, you got it (You know what's up). You wanted it, you went for it. You know it's us, yeah. All right, all right. Whoo! Yeah. . ",
      "embed_url": "https://open.spotify.com/embed/track/0d83zVs3OmdjrhfoAxg1dE?utm_source=generator"
    }
  ]
}